{
	"campaign.crag.Has01.h3m.prolog" : "Depois de me ver esmagar um bando de goblins em uma luta, um Mago chamado Sandro pediu-me à vir em sua mesa.  Ele quer me pagar para encontrar algo chamado de Elmo Caveira.  Provavelmente terei que partir algumas cabeças para pega-lo.  Música para meus ouvidos!",
	"campaign.crag.Has01.h3m.region" : "Esta parte relativamente rochosa de Avauntnell foi lar de muitos grupos Bárbaros durante séculos (provavelmente por ser perto de Krewlod).  Numerosas tentativas de acordo Erathiano nesta área falharam em grande parte devido ao ambiente hostil e os reides bárbaros, mas uma ou duas cidades ainda podem ser encontradas.",
	"campaign.crag.Has02.h3m.prolog" : "Voltei à Taverna para dar a Sandro este Elmo feio que ele tanto queria.  Agora ele quer que eu adquira uma espécie de espada de um Cavaleiro da Morte.  O cadáver encouraçado está se escondendo em um pântano, portanto tenho que me arrastar por milhas de esterco antes de conseguir uma possibilidade de cortar a espada fora das suas mãos mortas frias!",
	"campaign.crag.Has02.h3m.region" : "Esta parte de Avauntnell foi um lar de viajantes tribos de bárbaros, mas depois o rico pasto e as florestas (só com alguns pântanos) atraíram colonizadores.  Esses colonizadores, tendo que se defenderem da ocasional reide bárbara e assaltos de bandidos, começaram o seu próprio ramo a milícia Erathiana.  Qualquer não-Erathiano que entrar nesta região deve ter cuidado.",
	"campaign.crag.Has03.h3m.prolog" : "Entreguei a Sandro a sua maldita espada, e agora ele quer que eu lute com mais Necromantes podres para fazer uma espécie de armadura feita de ossos.  Hah!  Ele terá os ossos que quebrar!",
	"campaign.crag.Has03.h3m.region" : "Um pequeno grupo de Necromantes chamado \"A Mão de Ébano\" vivem nesta parte de Avauntnell.  Erathia realmente não cuidou deles, já que isto fora um caminho para a área pantanosa, e realmente não merecem o tempo e a despesa para montar uma campanha contra eles.  It is said they worship one of the undead races as gods and keep them under lock and key to be worshiped day and night.",
	"campaign.crag.Has04.h3m.epilog" : "Fui enganado!  O Mago ladrão pegou os artefatos e não deu o meu ouro!  Quando eu encontrar Sandro, vou arrancar seus braços e enfiá-los em sua garganta mentirosa!  Argggggggggggggh!",
	"campaign.crag.Has04.h3m.prolog" : "Agora que lhe dei a Espada do Cavaleiro da Morte, Sandro quer que eu lute com um pouco mais de Necromantes por um escudo.  Mais mortos-vivos fedorentos para lutar!  Isso não é tão divertido como pensei.  Grrrr!  Pelo menos isto é a última coisa que tenho que conseguir para aquele Mago fraco entregar a minha recompensa.",
	"campaign.crag.Has04.h3m.region" : "Outro grupo de Necromantes vivem nesta região de Avauntnell junto com um pequeno grupo da antiga Milícia Erathiana que foram subornados pelos Necromantes para deixá-los em paz.  Os Necromantes, chamados de \"A Mão da Morte\" foram relativamente tranquilos, e Erathia não percebeu ainda que um pouco de sua milícia fora subornada, portanto eles foram deixados em paz junto às poucas décadas passadas.",
	"campaign.crag.description" : "Crag Hack recentemente chegou a Erathia e procura por aventura, encontrou-se com um jovem mago chamado Sandro, que contrata serviços para encontrar as quatro partes da Armadura do Amaldiçoado para que ele possa destruir essa coisa maldita.  Grandes recompensas serão oferecidas por este serviço.",
	"campaign.crag.name" : "Hack e Slash",
	"campaign.evil1.Evil-1A.h3m.prolog" : "Uma grande população élfica habita a costa a sudeste de Erathia.  Dragões verdes e dourados, nativos da região, aumentam a sua força militar.  Antes de conquistar esta região, e voltar com nossas forças a Steadwick, devemos aniquilar esses dragões.  Nossos aliados de Kreegan de Eeofol solicitaram a honra desta missão.  Os Kreegans são guerreiros ferozes.  Eles gostarão do massacre.",
	"campaign.evil1.Evil-1A.h3m.region" : "Antes que Erathia tenha uma chance de invocar a ajuda dos elfos de AvLee, decidimos atacar no coração da força de AvLee - a Dragão Dourada Rainha. Eliminando os elfos, seus aliados mais fortes, eles serão incapazes de ajudar Erathia.",
	"campaign.evil1.Evil-1B.h3m.prolog" : "Os relatórios afirmam que uma frota de navios de guerra de Enroth desembarcou na costa do Sul de Erathia. Não sabemos quem ordena esta força, ou o tamanho. Por fontes em Eeofol, sabemos que Roland Ironfist não pode conduzir esta frota. Independentemente, os nossos planos permanecem inalterados.  Começamos a última fase de nossa invasão subterrânea e solidificamos a nossa posição ao longo da costa ao sudeste.  Posteriormente, poderemos transportar mais reforços de Nighon.  Cavamos os últimos túneis a esta área.  Você terá a vantagem tática.",
	"campaign.evil1.Evil-1B.h3m.region" : "As nossas forças cobrirão a maior parte da distância a capital de Erathia usando túneis subterrâneos. Para manter o elemento surpresa, você deve atacar qualquer colônização de Erathia que você encontrar. Use a vasta rede de cavernas nesta área para realizar este objetivo.",
	"campaign.evil1.Evil-1c.h3m.prolog" : "Catherine Ironfist alistou a ajuda de Bracada e AvLee.  Ela sabe que estamos perto de Steadwick.  Devemos ocupar Steadwick antes que ela retorne.  Uma vez que possuímos a capital de Erathia, neim mesmo Catherine Ironfist irá tirá-la de nossas mãos.",
	"campaign.evil1.Evil-1c.h3m.region" : "Ataque Steadwick a capital de Erathia. Isto não será fácil, a capital é facilmente bem defendida. Pra piorar, as forças conduzidas pela Rainha Catherine estão em movimento. Devemos capturar Steadwick antes que ela retorne!",
	"campaign.evil1.description" : "A história de Erathia nunca registrou a queda de Steadwick a seus inimigos. Hoje começamos uma campanha gloriosa para modificar para sempre este fato. Não mais permitiremos que Erathia impeça nossos caminhos religiosos e econômicos da vida. Temos o elemento surpresa. Logo teremos a vitória também.",
	"campaign.evil1.name" : "Masmorras e Diabos",
	"campaign.evil2.Evil-2A.h3m.epilog" : "Ressuscitando Rei Gryphonheart da morte, o antigo Rei Vilmar encontrou-se com um acidente infeliz. Rei Gryphonheart tomou a ordem dos militares... e o trono. O seu controle sobre os mortos está além de tudo que vimos. Isto é um bom agouro para a nossa invasão. Contudo, os nossos senhores vigiam o seu novo rei, procurando por um sinal da fraqueza.",
	"campaign.evil2.Evil-2A.h3m.prolog" : "O nosso objetivo era matar o homem que nos baniu de Erathia. Contudo, Nighon e a invasão subseqüente de Eeofol fizeram-nos um favor inesperado.  Erathia está espalhada com mortos.  Para os necromantes, esta é uma época da colheita. Esta é uma época de guerra.  A rainha Catherine é um inimigo formidável. Para derrotar os militares restantes de Erathia, precisamos de um tático maior do que ela. Temos um plano... um plano irônico. Enquanto Catherine organiza as últimas etapas de sua guerra com Nighon e Eeofol, você andará furtivamente em Erathia e localizará a sepultura de Rei Gryphonheart. Tenha cuidado. A região é ocupada por muitos Erathianos. Quando encontrar o túmulo, ressuscitaremos o rei morto e o faremos o nosso peão. Com o Rei Gryphonheart comandando nossos exércitos, a sua antiga casa será a nossa terra da morte.",
	"campaign.evil2.Evil-2A.h3m.region" : "Rei Gryphonheart, o homem que nos baniu de Erathia, está morto. Nighon e a invasão Eeofol deram-nos o presente da morte. Finalmente podemos construir nossos exércitos e invadir Erathia nós mesmos. Primeiro, contudo, precisamos de um tático. Você deve encontrar o túmulo do Rei Gryphonheart.",
	"campaign.evil2.Evil-2B.h3m.prolog" : "Antes de que comecemos a nossa grande invasão em Erathia, devemos aumentar nosso posto. População de Erathia nos fornecerá os recrutas que precisamos. Invada a região local e ressuscite as tropas necessárias.",
	"campaign.evil2.Evil-2B.h3m.region" : "Encontramos uma área perfeita ao longo da fronteira de Erathia da qual podemos colher bastantes criaturas para nossos exércitos sem atrair muita atenção dos Militares Erathianos. Construa um exército, mas seja rápido - precisamos dessas tropas imediatamente.",
	"campaign.evil2.Evil-2C.h3m.prolog" : "Um Cavaleiro Morto chamado Mot, se recusa a obedecer as ordens do Rei Gryphonheart.  Um exemplo deve ser tomado para que os outros não admirem tal ação traidora.  Mot isolou-se com os seus exércitos.  Infiltre em suas tropas, mate-o, e tome o comando.  Quando ele estiver morto, ressuscite o seu cadáver e empregue-o em seu posto.",
	"campaign.evil2.Evil-2C.h3m.region" : "Um Cavaleiro da Morte não quer ficar com a parte na honra que será a nossa na invasão de Erathia. Ele acredita que permanecendo fora da luta, suas terras estarão livre de qualquer contra-ataque pelo Erathianos. É hora de lhe ensinarmos uma pequena lição quanto à obediência.",
	"campaign.evil2.Evil-2D.h3m.prolog" : "Os militares de Erathia estão a nossa frente. É tempo de fazer um ataque corajoso. Rei Gryphonheart treinou os seus generais e sabe as suas táticas. Moral decidirá esta batalha.  Moral não é um fator para morto-vivo.  Uma vez que enchemos nossos postos de mortos, a nossa horda crescerá e o seu moral estremecerá.  Então pularemos sobre eles. Logo o Rei Gryphonheart governará Erathia mais uma vez.",
	"campaign.evil2.Evil-2D.h3m.region" : "O tempo chegou. O Rei Lich Gryphonheart escolheu este como o momento do ataque. As forças de outro lado de Deyja fluirão em Erathia e os esmagarão. O ponto do seu ataque foi escolhido pelo próprio Rei Gryphonheart. Você jurou de não falhar.",
	"campaign.evil2.description" : "A guerra em Erathia é a maior coisa que pode ter acontecido para a nação de Deyja.  Uma guerra desta escala é uma colheita infinita para nossos exércitos de mortos-vivos.  Hoje festejaremos, e amanhã conquistaremos Erathia para nós.",
	"campaign.evil2.name" : "Vida Longa ao Rei",
	"campaign.final.Final A.h3m.prolog" : "Um Necromante está atuando aqui.  Camponeses por toda esta terra estão acabando como cadáveres ambulantes.  Mas nenhum nobre ou senhor se prontificou em por um fim nisto.  Tomarei sobre mim mesmo para acabar com esta ameaça!",
	"campaign.final.Final A.h3m.region" : "Como plantações de trigo, os camponeses dessa área são ceifados para preencher as fileiras dos mortos-vivos.  Não há motivos para se perguntar porquê os mortos-vivos fariam tal coisa.  Porquê fingir conhecer os caminhos do mal?  Contudo, você não consegue afastar a suspeita de que algo sinistro está em obra.",
	"campaign.final.Final B.h3m.prolog" : "No meu caminho para visitar alguns parentes em Erathia, eu passei por uma vila que teve seu artefato sagrado, A Cabeça da Legião, roubado.  O prefeito quer a cabeça de volta assim como os outros pedaços da Legião, se eu puder os achar.  Isto é justo o que eu preciso para levantar os ânimos, alguma diversão!",
	"campaign.final.Final B.h3m.region" : "A cidade de Hartferd tem se mantida independente porque os dois senhores desta região tem estado ocupados demais brigando entre si para voltar seus olhos gananciosos em novos territórios.  Rumores recentes colocam o artefato da Legião nas proximidades, então a vida em Hartferd possivelmente ficará mais complicada.",
	"campaign.final.Final C.h3m.prolog" : "Esta manhã fiquei sabendo que Lorde Falorel estava morto, aparentemente por envenenamento.  O que se soube logo depois tem causado repercusão por toda AvLee.  Ele era na verdade um Vampiro disfarçado de um Senhor de Guerra Élfico.  Eu devo descobrir quem o envenenou e como ele alcançou uma posição tão alta dentre AvLee.",
	"campaign.final.Final C.h3m.region" : "Gelu foi intimado para investigar a morte do Lorde Falorel.  Muitos acreditam que envenenamento tenha sido a causa.  Mas Gelu rapidamente descobre que Falorel nunca esteve entre os vivos.  Ele era um vampiro disfarçando-se de um Lorde de AvLee!",
	"campaign.final.Final D.h3m.prolog" : "Quando fui contar ao Lorde Fayette sobre Sandro me enganando, Eu soube que ele havia partido em uma missão à Deyja enquanto eu buscava pelas botas e não havia voltado ainda.  Então eu busquei pelo Lorde Fayette e descobri que sua missão havia sido terrivelmente fracassada.  Ele havia sido morto pelos Necromantes e... e... resucitado como um Cavaleiro da Morte!  Malditos sejam os Necromantes!  Há um último serviço que posso fazer pelo meu senhor.  Eu concederei à sua alma paz final destruindo seu corpo morto-vivo que o acorrenta a este mundo. Eu o devo isto.",
	"campaign.final.Final D.h3m.region" : "O empregador de Gem, Fayette o senhor da fronteira de AvLee, foi morto pelos Necromantes durante uma missão secreta.  Nunca capaz de deixar um inimigo derrotado, os Necromantes tem humilhado Fayette mais ainda o resucitando como um Caveleiro da Morte.  Gem não aceita este insulto.  O corpo morto-vivo do Lorde Fayette deve ser destruído para o conceder paz final.",
	"campaign.final.Final E.h3m.prolog" : "Nós dois Bárbaros estávamos felizes em ter encontrado um ao outro nesta terra de estranhos.  Ambos estamos seguindo a trilha dos Necromantes, mas estou chocado que suas ações parecem ser despercebidas por líderes Erathianos.  Crag não estava interessado em investigar minha preocupação até que eu mencionei sua gloriosa batalha.  Isso sempre funciona com Bárbaros como ele.",
	"campaign.final.Final E.h3m.region" : "A presença dos Necromantes em Erathia é mais forte do que você havia inicialmente esperado.  É aparente que você não pode vencer esta batalha só, então você busca ajuda.  Sua escolha de um aliado é óbvio, mas Crag Hack não foi fácil de achar.  Demorou mais ainda convecê-lo de que estes \"feiticeiros\" tinham que ser impedidos.  No fim, era o insaciável desejo de Crag Hack de esmagar mortos-vivos que o convenceu.",
	"campaign.final.Final F.h3m.prolog" : "Vários dias atrás o Conselho de Anciãos de AvLee comandaram Gem e eu a vingar as mortes dos Lordes Falorel, Lorde Fayette, os Lordes Dragões e todas outras vítimas dos ataques dos Necromantes.  Na fronteira nos deparamos com isto... esta cena terrível.  Os lordes de Deyjan devem ser destruídos antes que toda AvLee seja ceifada para seus exércitos de mortos-vivos.",
	"campaign.final.Final F.h3m.region" : "Gelu e Gem foram ordenados pelo Conselho de Anciãos de vingar as mortes do Lorde Fayette e as numerosas outras vítimas dos Necromantes.  Seu objetivo encontra-se através de Deyja em direção à fronteira Erathiana e o Castelo dos Necromantes, onde informação sobre a morte do Lorde Fayette é certa de ser encontrada.",
	"campaign.final.Final G.h3m.prolog" : "Quatro heróis muito valentes mas tolos entraram em meus domínios.  Eles buscam me dissuadir de invadir Erathia e AvLee com suas forças unidas.  Contudo, eu recebo sua intrusão com prazer,  pois meus exércitos de mortos-vivos poderiam fazer uso de mais recrutas.  Eu ceifarei estes heróis, e eles pagarão por seu atrevimento com suas almas eternas.",
	"campaign.final.Final G.h3m.region" : "Com Finneas no trono é hora para o próximo passo de seu plano.  AvLee, Erathia e as tropas de Krewlod invadiram o territorio Deyjaniano, pensando que eles os têm onde querem.  Mas é justo o oposto , não é mesmo?  Foi você quem os atraiu aqui, justo onde você os quer, e agora seu plano de domínio do mundo esta um pouco mais próximo.",
	"campaign.final.Final H.h3m.prolog" : "Foi fácil remover as tropas de AvLee, Erathia e Krewlod de Deyja, mas a invasão em si será muito mais difícil.  Para lançar uma ofensiva que não deixará uma fronteira aberta, nós deveremos atacar ambas fronteiras simultaneamente.  Mais uma vez, Finneas deseja que eu lide com a situação pessoalmente.  Sua fé em minhas habilidades é tocante, mas até mesmo um Rei fantoche deve algum dia aprender a comandar se ele deverá ser uma ferramente efetiva.",
	"campaign.final.Final H.h3m.region" : "A batalha está metade acabada.  Agora você e Finneas devem simultaneamente invadir AvLee e Erathia.  Concentrando suas tropas em um dos países darão ao outro uma grande vantagem tática.  Então, suas tropas devem ser divididas.  Alguns chamam os exércitos de AvLee de \"a Parede da Destruição,\" e todos sabem que os defensores de Erathia são apenas tidos como invencíveis.  Isso não será uma tarefa fácil.",
	"campaign.final.Final I.h3m.prolog" : "Eu conheço bem esta região.  Os senhores que controlam esta área são leais à Erathia mas apenas quando os convém.  Devemos tomar cuidado, pois eles são oponentes formidáveis e estão profundamente entrincheirados.  Mas se devemos localizar os pedaços da Aliança Angelical, talvez precisaremos \"persuadir\" estes senhores a nos ajudar.",
	"campaign.final.Final I.h3m.region" : "Gem e Gelu estão procurando as partes da \"Aliança Angelical\" em uma região de Erathia fazendo fronteira com AvLee.  Dois Senhores de Guerra governam esta terra, e sua aliança está frouxamente atada à Erathia, então eles deverão ser \"persuadidos\" para ceder estes artefatos de poder.",
	"campaign.final.Final J .h3m.prolog" : "Crag e eu estivemos vasculhando a disputada fronteira entre Erathia e Krewlod por três irmãos Bárbaros, cada um portando um dos artefatos que buscamos.  Contudo, fomos avisados que os irmãos mal se confiam, muito menos forasteiros.  Eles não entregarão os artefatos sem uma luta.  Pois é isso que Bárbaros fazem de melhor.",
	"campaign.final.Final J .h3m.region" : "\"Viajantes Sejam Avisados\" está em tantas placas guiando por esta região que alguns até a chamam \"Terra dos Seja-avisado.\"  Três irmãos Bárbaros governam esta fronteira disputada entre Erathia e Krewlod.  Eles mal confiam um no outro, muito menos forasteiros. Você foi avisado.",
	"campaign.final.Final K.h3m.prolog" : "Nós coletamos os pedaços da Aliança Angelical, mas Sandro soube de nossos esforços e bloqueou nossa passagem.  A massa de seu exército agora nos separa um do outro.  Devemos avançar através do exército do Necromante e convergir em um ponto.  Uma vez que juntarmos os pedaços da Aliança Angelical, poderemos derrotar o Sandro.  Se falharmos, ele dominará toda Antagarich.",
	"campaign.final.Final K.h3m.region" : "Sandro usou sua força para causar uma divisão entre os quatro heróis para impedir que eles montem a Aliança Angelical.  Se este poderoso artefato chegar a ser completado, a derrota de Sandro parece provável e seus planos de conquista serão arruinados.",
	"campaign.final.Final L.h3m.epilog" : "Após perceber quão corruptível estes artefatos são, nós decidimos dividi-los em pedaços menos poderos e dispersa-los por Antagarich.  Quanto a nós, decidimos nos separar também, para distanciarmos nossos pensamentos de um desastre que a história poderá nunca gravar.",
	"campaign.final.Final L.h3m.prolog" : "Nós devemos enfrentar o Necromante em seu covil.  A hora de terminar isto chegou, mas nossa vingança deve ser feita ligeiramente.  Sandro solicitou reforço de outros dentre Deyja.  Lentos como são os mortos-vivos, eles ainda estarão aqui em quatro meses.  Se ainda não tivermos derrotado o Sandro até então, ele de certeza reinará toda Antagarich.  Eu tenho calafrios com tal pensamento.  Falha simplesmente não é uma opção.",
	"campaign.final.Final L.h3m.region" : "Sandro deve ser conquistado para assegurar que ele nunca subirá ao poder e ameaçará Antagarich novamente.  A única maneira da qual se tem certeza seria destruir o artefato que o deu poder e disperçar os pedaços pelo mundo.",
	"campaign.final.description" : "Quatro heróis devem revelar o trama de conspiração na fronteira de AvLee com Deyjan e a fronteira de Erathia com Deyjan.  De lá devem encontrar a Aliança Angelical, invadir Deyja e parar Sandro, o poderoso lich que planeja conquistar o mundo.",
	"campaign.final.name" : "Aliança Profana",
	"campaign.gelu.description" : "Gelu gastou muitos meses treinando para se tornar um membro da Força de Guarda da Floresta de Erathia.  Para seu teste final, ele deve encontrar o artefato Elixir da Vida.  Ele deve encontrar os quatro componentes do artefato para mantê-lo longe das mãos dos Necromantes.",
	"campaign.gelu.gelu1.h3m.prolog" : "Os Guardas da Floresta são os olhos e ouvidos de Erathia.  Nós vamos onde somos mais necessários e estes normalmente são lugares de difícil acesso para exércitos tradicionais.  Nós somos as sombras da floresta que vêem tudo e trazem mortes silenciosas com uma leve e desconhecida flecha.  Você fez bem em seu treinamento, Gelu, mas esta é a hora do descanso final.  Um pequeno vale próximo a Crista de Gaia será o local desta tentativa.  Limpe a região de todos os inimigos para ganhar seu lugar dentre os melhores da Guarda da Floresta.  Boa sorte.",
	"campaign.gelu.gelu1.h3m.region" : "Esta é uma área especial de treinamento e é o local de seu exame final.  Vários abandonaram este teste, enquanto outros passaram.  Boa sorte.",
	"campaign.gelu.gelu2.h3m.prolog" : "Um rumor diz que o Anel da Saúde, um dos componentes essenciais do Elixir da Vida, está localizado na região de Shantanna ao sul de AvLee.  Tempo é a essência, um Cavaleiro da Morte foi visto falando com bandidos que têm aterrorizado a área há muito tempo, e nós acreditamos que ele os contratou para achar o Anel primeiro.",
	"campaign.gelu.gelu2.h3m.region" : "Bandidos infestam esta região.  Onde quer que possível, recrute a ajuda da Guilda dos Ladrões, já que eles podem ser muito informativos.",
	"campaign.gelu.gelu3.h3m.prolog" : "O Anel da Vida, o segundo componente do Elixir da Vida, está escondido no vale de Dagrond.  Lá vive um pequeno grupo da nobreza Élfica que são responsáveis de vários poços de ouro e Dragões Verdes.  Esses Lordes Dragão sempre foram leais a AvLee, mas nós tememos que foram corrompidos pelos Necromancistas.  Se esses traidores pegarem o Anel antes de você, ele se tornará um inimigo muito poderoso para a resistência das forças de AvLee.",
	"campaign.gelu.gelu3.h3m.region" : "Os Lordes Dragões não são conhecidos por ser tão sábios, mas talvez você pode persuadí-los a ir com o Anel sem derramar sangue.",
	"campaign.gelu.gelu4.h3m.epilog" : "Eu terminei a construção do Elixir da Vida e salvei AvLee da ameaça dos Necromancistas de Deyja, ganhando uma posição honrosa entre a Força de Guarda da Floresta.  Estou ansioso para servir fielmente protegendo essa linda terra que amo.",
	"campaign.gelu.gelu4.h3m.prolog" : "O artefato final para a construção do Elixir da Vida são as mãos imortais do Lorde Vampiro Vokial.  É dito que o Frasco de Sangues o permite se sustentar sem ter de utilizar-se de desagradáveis ingestões de sangue.  Embora seja dito que este artefato previne algum mal de onde venha, nossa necessidade pelo Frasco é maior.  Você deve encontrar uma maneira de roubar o Frasco desse Vampiro.  Mas saiba que nem toda tarefa precisa ser completada de maneiras diretas.  Use seu treinamento de modo sábio e astuto.",
	"campaign.gelu.gelu4.h3m.region" : "O Lorde Vampiro Vokial tem usado o Frasco de Sangues para suprir suas necessidades.  Leve-o, e ele será forçado a sofrer pelo seu antigo modo de alimentação.  Rouba-lo dele causará grande dano e embaraço.",
	"campaign.gelu.name" : "Elixir da Vida",
	"campaign.gem.Gem1.h3m.prolog" : "Encontrei-me com um Mago chamado Sandro que está conduzindo a pesquisa para combater a necromancia.  Ele está criando um amuleto mágico, que irá repelir os mortos-vivos e quer me pagar uma grande quantia de ouro para encontrar as partes necessárias para construí-lo.  Ele pensa que sou uma mercenária.",
	"campaign.gem.Gem1.h3m.region" : "Você aceitou ajudar o aprendiz de um mago chamado Sandro.  O mestre de Sandro, Ethric, precisa do Amuleto do Coveiro para executar a pesquisa de anti-necromancia, mas Ethric é acadêmico e Sandro é inexperiente demais para ir atrás do Amuleto.",
	"campaign.gem.Gem2.h3m.prolog" : "É difícil acreditar que um ano se passou desde Archibald e o seu aliado Necromante foram derrotados, terminando as Guerras de Sucessão.  Naquele tempo estive vivendo um pesadelo, já que vejo os espíritos de todos caídos em todas as partes de Enroth.  Espero que minha antiga professora, Amanda, tenha razão.  Espero passar para um nova terra, a Antagarich, faça ainda os fantasmas do guerra.",
	"campaign.gem.Gem2.h3m.region" : "Você aceitou em tomar a ordem da cidade da milícia de Clovergreen e compensar esta área de fronteira dos invasores mortos-vivos.",
	"campaign.gem.Gem3.h3m.prolog" : "Quando entreguei o Amuleto do Coveiro a Sandro, ele disse-me que também tinha contratado um Bárbaro chamado Tarek para localizar outro artefato, o Capuz do Vampiro.  Contudo, Tarek agora é somente um atraso para Sandro que teme pela sua vida.  Pelo que posso ver, os bandidos capturaram Tarek e estão mantendo-o para o resgate em uma prisão subterrânea perto da fronteira de Deyja.",
	"campaign.gem.Gem3.h3m.region" : "Terec, o agente de Sandro, conseguiu roubar o Capuz do Vampiro.  Infelizmente, no seu caminho através das terras de fronteira os bandidos capturaram-no.  Você deve resgatar Terec e obter o Capuz.",
	"campaign.gem.Gem4.h3m.epilog" : "Sandro me enganou!  Mas por qual objetivo?  Por que ele fugiria com as Botas do Homem Morto sem me pagar?  Ele ficou com o dinheiro?  Ele deu a Ethric outros artefatos?  Ele certamente não pode ter sido agente de Deyja - as tropas de mortos-vivos que destruí para pegar os artefatos mereceram mais do que os próprios artefatos.  Nada disso faz sentido!  Terei que escrever a Ethric em Bracada e dizer ao Lorde Fayette sobre isso imediatamente.",
	"campaign.gem.Gem4.h3m.prolog" : "Começo minha missão do último item que Sandro precisa - as Botas do Homem Morto.  Diferentemente de outros artefatos, esse pode estar de de fato no interior de Deyja, já que as fronteiras estão em disputa.  Uma coisa é certa: haverá vários Senhores de Fronteira Deyjaana na área, e eles não vão gostar de mim lá.  Isto está tornando uma luta resistente, mas ele merecerá.  As coisas importantes nunca são de graça.",
	"campaign.gem.Gem4.h3m.region" : "O último item que Gem precisa adquirir para o mestre de Sandro está muito perto da fronteira de Deyja, talvez até além da fronteira.  Os Lordes da Fronteira Deyjaana não estão ficando felizes com a presença de Gem.",
	"campaign.gem.description" : "Gem chega recentemente de Enroth das Guerras de Sucessão.  Ela primeiro ajuda a Milícia de Clovergreen e logo ajuda o aprendiz de um mago contra os Necromantes de Deyja.",
	"campaign.gem.name" : "Novo Começo",
	"campaign.good1.Good-1a.h3m.prolog" : "O nosso desembarque inicial capturou um posto avançado devastado. A informação é escassa e insegura na melhor das hipóteses. Os cidadãos vizinhos abandonaram as suas aldeias. Os sobreviventes restantes contam histórias contrárias. Evidencias apontam para uma invasão de Nighon. Reuna a milícia local e treine-os rápidamente. Destrua todas as forcas hostis que você encontrar. Assuma o pior. Assuma que estamos em guerra.",
	"campaign.good1.Good-1a.h3m.region" : "A rainha Catherine partiu para obter suporte militar do Rei Gavin Magnus de Bracada. Outros generais estão em outras regiões. Estabeleça uma base de operações, reúna a milícia local, determine a extensão da ocupação Nighon, e encontre uma rota para invasão.",
	"campaign.good1.Good-1b.h3m.prolog" : "Pressionando contra Steadwick a capital de Erathia, encontramos camponeses que falam sobre Fair Feather, uma cidade ao norte. Embora cercado, ela resistiu a invasão de Nighon. Os relatórios não são confirmados, mas esses camponeses acreditam que 'anjos' zelam pela cidade. Os anjos foram reconhecidos em Erathia antes. Durante o ataque de Kreegan, os relatórios espalhados contam de seres alados que massacraram grandes forças de Kreegan. Os anjos voltaram, ou eles nunca partiram. O tempo que Fair Feather pode durar contra Nighon e o violento ataque de Kreegan é desconhecido. Se Fair Feather cair, um aliado potencial pode ser perdido.",
	"campaign.good1.Good-1b.h3m.region" : "Os relatórios de Anjos perto da cidade Fair Feather merecem a nossa investigação. Se os rumores forem verdadeiros, então devemos garantir a segurança desta cidade, e possivelmente convencer os Anjos de se aliarem conosco.",
	"campaign.good1.Good-1c.h3m.prolog" : "A cada ano, os grifos ao redor do mundo migram para Griffin Cliff. Os exércitos do Rei Gryphonheart o Primeiro domou os grifos e os treinou para a guerra. Com essas grandes bestas, o Rei Gryphonheart unificou as colônias humanas divergentes e formou Erathia. O rei Gryphonheart sabia que os grifos nativos eram a chave para qualquer guerra em Erathia. Para segurar Steadwick, precisamos dos grifos.",
	"campaign.good1.Good-1c.h3m.region" : "A região de Griffin Cliff, a terra anual de procriações é onde quase toda a população de Grifo de Erathia vem, está atualmente mantida sob controle da combinação de Nighon e as forças de Kreegan. Em gerações passadas, os Grifos foram a chave da criação de Erathia, e hoje eles são a nossa chave de recuperação.",
	"campaign.good1.description" : "A nossa chegada confirmou tanto os nossos rumores como medos. Com a morte do meu pai, as terras de Erathia estão sendo ambiciosamente divididas pelos seus vizinhos.",
	"campaign.good1.name" : "Vida Longa a Rainha",
	"campaign.good2.Good-2a.h3m.prolog" : "Logo as forças de inteligência de Nighon e Eeofol impedirão a todos de entrarem em Steadwick. Todo o acesso terrestre a capital foi bloqueada. Os seus reforços chegam por tuneis subterrâneos. As tropas do Oeste nos encontrarão no campo da batalha. Há pouco o que falar. Não iremos parar até que Steadwick esteja libertada.",
	"campaign.good2.Good-2a.h3m.region" : "O primeiro passo na nossa luta para libertar Erathia é libertar a capital Steadwick da ocupação de Nighon. Isto não será uma tarefa fácil, já que os Chefes das masmorras bloquearam a passagem da montanha que conduzem ao Vale Steadwick.",
	"campaign.good2.Good-2b.h3m.prolog" : "O meu nome é Dorrell, embaixador de AvLee. Trago uma mensagem da Rainha Catherine. Depois da libertação de Steadwick, um enviado Kreegan apareceu antes do tribunal real. Ele afirma que tem um prisoneiro, o Rei Roland Ironfist de Enroth. Eles estão pedindo um milhão de ouros para o resgate. Não podemos validar esta afirmação. Verdadeira ou não, a Rainha Catherine se recusa a pagar. Depois de interrogar o enviado, descobrimos que Roland é mantido nas profundezas do interior de Eeofol pelo Clã Kreelah. Localize a base de operações do Clã de Kreelah e resgate Roland. Além do seu exercito de Erathia, o apoiaremos em AvLee. Esta missão é de gravidade máxima. Você pode resgatar Roland, ou descobrir que foi vítima de uma armadilha.",
	"campaign.good2.Good-2b.h3m.region" : "Uma carta de Lucifer Kreegan III, Comandante Superior de Eeofol, chega ao palácio da Rainha Catherine. Ele afirma manter um prisoneiro, o marido de Catherine, Roland Ironfist de Enroth, e que só um milhão de ouros pode salvá-lo.",
	"campaign.good2.Good-2c.h3m.prolog" : "O meu nome é Winstan Langer, embaixador de Bracada, governado pelo Grande Visir Gavin Magnus. As forças de Tatalia e de Krewlod estão lutando no oeste de Erathia. Depois de meses do conflito, a batalha ainda se mantem. Embora incomodado com outra guerra, meu rei envia reforços para te ajudar. Taticas brilhantes não ganharão esta batalha. Grande número de pessoas determinará o vencedor. Boa sorte.",
	"campaign.good2.Good-2c.h3m.region" : "Um embaixador de Bracada traz uma mensagem do seu líder, Gavin Magnus, oferecendo ajuda na recuperação da Erathia Ocidental saqueando forças de Krewlish e de Tatalia. É hora de lembrar seus vizinhos onde suas fronteiras ficam.",
	"campaign.good2.Good-2d.h3m.prolog" : "Agora sabemos como Erathia caiu a Nighon e Eeofol. Por uma rede extensa de túneis subterrâneos cavados pelos exércitos dos Chefe de Guerra, eles surpreendem simultaneamente em muitas áreas com números esmagadores. Credite os militares por manter a invasão a metade do pais. Descobrimos a artéria principal para transportar forças de Nighon, Erathia está sob o oceano, unindo o submundo de Nighon à terra firme de Erathia. Bracada e Avlee enviaram tropas para se juntar a luta. Primeiro devemos eliminar as forças restantes de Kreegan e de Nighon de nossa terra, depois persegui-los pelo subterrâneo, e dirigi-los até as costas de Nighon.",
	"campaign.good2.Good-2d.h3m.region" : "Agora sabemos como Erathia caiu a Nighon e Eeofol. Eles literalmente construiram um túnel no caminho embaixo do desfiladeiro de Nighon, romperam a entrada dos Tuneis Dwarven ao longo da costa de Erathia. Devemos forçá-los agora a usar os túneis novamente - desta vez como uma rota de fuga depois de expulsarmos das terras de Erathia para sempre!",
	"campaign.good2.description" : "Estabelecemos um apoio sólido em Erathia, mas a nação ainda mente perto das ruinas. Começaremos libertando a capital Steadwick, e não iremos parar até que cada invasor tenha sido expulso de nossas terras.",
	"campaign.good2.name" : "Libertação",
	"campaign.good3.Good-3A.h3m.prolog" : "Para libertar Steadwick, os meus medos foram confirmados. Meu pai não morreu de causas naturais. Ele foi envenenado. Investigações conduzidas pelo General Morgan Kendal antes da guerra não indicaram nenhum suspeito. Agora vi que os necromantes, buscando um militar tático igual a mim, ressucitaram meu pai, Rei Gryphonheart. Depois de matar o Rei Vilmar, ele tomou o comando de seus militares e de seu trono. Agora eles estão vindo. Eles não podem parar o monstro que eles criaram. Com um gesto de boa fé, eles enviaram um mensageiro para apenas falar comigo. Ele me dirá quem matou meu pai. Encontre este herói e traga-o seguramente.",
	"campaign.good3.Good-3A.h3m.region" : "Um Necromante está tentando conseguir um posto avançado em Erathia com a prova de quem matou o Rei Gryphonheart. Ele está atualmente seguro, mas o seu caminho é bloqueado por um morto-vido leal ao seu novo Rei. Você deve escoltá-lo nessa última última viagem.",
	"campaign.good3.Good-3B.h3m.prolog" : "Estou cansada desta guerra. Portanto faca os necromantes. Aceitamos cooperar na destruição do Rei Gryphonheart. Nunca pensei que eu lutaria ao lado dos necromantes, mas hoje forjamos armas de ambos os nossos exércitos. Com a sua ajuda, junto com as forças de Bracada e AvLee, devemos ser capazes de repelir todo morto-vivo de Erathia.",
	"campaign.good3.Good-3B.h3m.region" : "Você comanda os exércitos combinados de Erathia, AvLee, e Bracada, mais os Necromantes que decidiram lutar com você contra o Rei Gryphonheart. A presença de morto-vivo é forte, mas você deve prevalecer!",
	"campaign.good3.Good-3C.h3m.prolog" : "O que ainda permanece do exército morto-vivo de meu pai é a Necropolis onde ele reside. As suas últimas legiões de mortos-vivos são significantes. Me juntarei esta difícil batalha, mas você comandará o campo. Há mais uma ordem que você deve seguir sem questionar. Lord Haart não deve morrer. Ele é o nosso traidor. Confirmamos a informação que os necromantes nos deram. O Lord Haart fez parte do culto de necromantes do Rei Vilmar. Com o acesso de Steadwick a Lord Haart, envenenar a comida de Rei Gryphonheart foi uma tarefa simples. Atuando em ordens do Rei Vilmar, ele procurou vingar o banimento dos necromantes de Erathia. Tenho planos especiais para Lord Haart.",
	"campaign.good3.Good-3C.h3m.region" : "Essa é a batalha final. A nossa presença já começou a restaurar a vida à terra, mas devemos destruir esta última fortaleza da morte do Rei Gryphonheart que se retirou. É tempo de devolver a morte às suas sepulturas.",
	"campaign.good3.description" : "O passo final na Restauração de Erathia é conduzir os Necromancers de Deyja devolta a suas terras podres. Com o corpo ressucitado do Rei Gryphonheart que os conduz, isto comprovará ser uma tarefa formidável.",
	"campaign.good3.name" : "Melodia para o Pai",
	"campaign.neutral1.Neutral-1a.h3m.prolog" : "Como você previu meu senhor, a morte de Rei Gryphonheart traz muitas oportunidades das suas habilidades mercenárias.  Um mensageiro de Tatalia, em nome do Rei Tralossk, nos contatou.  Há vinte anos, depois de várias batalhas na fronteira da costa ocidental de Erathia, Tatalia assinou um acordo para cessar a hostilidade. O rei Gryphonheart está morto.  Seu acordo também morreu junto.  As táticas agressivas nunca foram parte do caráter militar de Tatalia. Seus postos são vastos, e uma vez que eles tomem posse da terra Erathiana, eles a manterão.  Entretanto, necessitam de generais para guiar seus heróis a expandir suas fronteiras e para manter sua população em crescimento.",
	"campaign.neutral1.Neutral-1a.h3m.region" : "É lhe oferecido um contrato mercenário com o Rei Tralossk de Tatalia, que definitivamente deseja a sua nação algo mais do que somente terra alagadiças. Com Erathia distraída, ele decidiu que agora é a hora de expandir as fronteiras de Tatalia.",
	"campaign.neutral1.Neutral-1b.h3m.prolog" : "Suas habilidades chamaram atenção da bárbara nação de Krewlod. As batalhas com os militares Erathianos em sua fronteira oriental são lendárias. Muito crédito por endurecer soldados Erathianos. Recentemente, um ataque a fronteira resultou na vitória, e claro, um grandes números de prisioneiros. Sobre a interrogação, as suas suspeitas foram confirmadas. Sem Rei Gryphonheart, Erathia perdeu sua alma. Seu objetivo é saquear rapidamente a terra Erathiana dentro do alcance imediato de Krewlod. Uma vez que eles têm os recursos necessarios.... a guerra será tratada. Até lá, a sua participação independente é necessária.  Se você for capturado, Krewlod irá afirmar que você foi um léder de um clã zeloso, atuando fora dos interesses da nação.",
	"campaign.neutral1.Neutral-1b.h3m.region" : "Duke Winston Boragus, o líder de Krewlod, ofereceu-lhe um contrato mercenário que necessitará que você faça uma série de ataques no território Erathiano. O plano é acumular bastante ouro para permitir que os exércitos de Krewlod comprem o que ele precisaria para... outras coisas.",
	"campaign.neutral1.Neutral-1c.h3m.prolog" : "Os representantes tanto de Tatalia como de Krewlod buscam os seus serviços... novamente. Ambas as nações exigem um último ataque a terra Erathiana entre os seus países. Poucos castelos Erathianos permanecem na área.  Eles não são nada mais do que a resistência simbólica. As batalhas mais ferozes ocorrerão entre Tatalia e Krewlod. Ironicamente, esta terra tem pouco valor. Isto é uma guerra de fronteira. Tatalia procura expandi-la além das planícies às colinas. Krewlod quer parar a marcha de Tatalia antes de que ele consiga a sua fronteira ao norte. Não importa que lado você vá lutar, o outro o perceberá como um traidor. Escolha sabiamente.  Escolha o lado da vitória.  A sua vida depende dela.",
	"campaign.neutral1.Neutral-1c.h3m.region" : "Tanto o Rei Tralossk de Tatalia como Duke Boragus de Krewlod está buscando os seus serviços. Ambas as nações são equilibradas para um ataque entre os seus países. Ironicamente, esta terra tem pouco valor. Você deve decidir que nação servir. A escolha é somente sua.",
	"campaign.neutral1.description" : "Em tempos da luta, seus caminhos mercenários o permitirá ganhar grandes recompensas.  Com Erathia sobre o peso do violento ataque de Nighon no Leste, a oportunidade de algum aproveitamento de terra apresentou-se no Oeste.  As terras de Erathia são nossos lucros.",
	"campaign.neutral1.name" : "Estragos de Guerra",
	"campaign.sandro.Sandro A.h3m.prolog" : "Parece que Ethric, meu velho mestre, me encalçou finalmente.  Ele não ficou muito contente sobre eu me tornar um Necromancer e querer remover a ferrugem da carreira dele.  Ethric não é bobo.  Ele espanhou a notícia de minha posição àqueles que me parariam.  Isso não importa.  Derrotarei esses tolos, golpearei completamente meu mestre e continuarei a Deyja, onde eles apreciarão de meus talentos.",
	"campaign.sandro.Sandro A.h3m.region" : "Ethric é um velho e astucioso Bruxo.  Ele espalhou a notícia de Sandro e os artefatos que ele transporta aos lordes desta região.  Alguns lordes querem esses artefatos para uso próprio; outros querem destruí-los.  Sandro deve derrotar todos esses lordes e entrar em Deyja.",
	"campaign.sandro.Sandro B.h3m.prolog" : "Ethric simplesmente não desiste, mas encontrei um aliado.  Vidomina é uma jovem maga com aspirações a ser Necromante.  Por enquanto ela será útil, mas dividiremos nossos caminhos assim que passarmos por Ethric e entrar em Deyja.",
	"campaign.sandro.Sandro B.h3m.region" : "Sandro agora enfrenta Ethric e um de seus aliados.  Ele deve derrotar o velho Bruxo antes de ir à Deyja.",
	"campaign.sandro.Sandro C.h3m.prolog" : "Viajando a Deyja, encontrei Finneas Vilmar, um Necromante ambicioso mas ligeiramente louco.  Ele tem algumas propriedades aqui e está tentando aumentar o seu reinado de poder.  Com minhas habilidades da persuasão logo ele se encontrará na posição que almeja.  Naturalmente, eu serei a sombra que sussurra ordens em seus ouvidos.",
	"campaign.sandro.Sandro C.h3m.region" : "Sandro e Finneas Vilmar estão indo apagar o Lorde Alarice antes de que ele possa dizer aos outros das transgressões de Finneas contra o velho Rei de Deyja.  Assim que eles concluírem esta tarefa trivial, eles serão capazes de trabalhar na remoção de outros lordes aborrecidos do tribunal de Deyja.",
	"campaign.sandro.Sandro D.h3m.epilog" : "Nosso plano foi um grande sucesso!  Estamos rapidamente em ascensão.  O Rei está impressionado com a maravilhosa demonstração de força e capacidade de Finneas.  Logo o Rei entenderá o completo propósito de minha visão.  Mas já será tarde para ele.",
	"campaign.sandro.Sandro D.h3m.prolog" : "Logo Duke Alarice vai permanentemente se encontrar entre os mortos.  Agora nosso plano é nos prepararmos para lançar um assalto.  Finneas não concorda com minhas táticas, mas sei que as suas táticas são também morte na certa.  É só uma questão de tempo para que ele realize seu erro e siga a minha instrução.  Logo ele irá perceber que não pode sobreviver sem a minha orientação.",
	"campaign.sandro.Sandro D.h3m.region" : "Tudo que Finneas ou Sandro devem fazer é retirar o Duque desta área.  Assim que ele se for, eles estarão literalmente a um passo do trono.  O novo rei ainda não se estabeleceu em seu trono e será facilmente substituído.  Com sorte, ele sofrerá um acidente no futuro.",
	"campaign.sandro.description" : "Sandro deve lutar pelo seu caminho além do seu velho mestre e vários outros lordes que querem os artefatos que transporta.  Uma vez em Deyja, fará aliados e logo alcançará o topo da hierarquia Deyja.",
	"campaign.sandro.name" : "Ascensão do Necromante",
	"campaign.secret.Secret A.h3m.prolog" : "Lorde Haart concordou em levar o Frasco de Veneno a Rei Gryphonheart.  Tudo que eu tenho que fazer é deixar o Frasco no castelo de Haart depois que eu invadir isto.  Felizmente para mim, ele tem um problema com superpopulação, assim eu acrescentarei os camponeses perdidos dele às minhas próprias forças armadas.  Este será um dia bom por colher esqueletos!",
	"campaign.secret.Secret A.h3m.region" : "Lorde Haart concordou em levar o veneno a Rei Gryphonheart.  Um truque inteligente em forma de um guarda de fronteira plantará o veneno no castelo de Lord Haart e então você deixará a área para o deixar recuperar suas terras e o veneno.",
	"campaign.secret.Secret B.h3m.prolog" : "Para manter o aopio dos Chefes das Masmorras, eu preciso fornecê-los com ouro e madeira necessários para construir o túnel.  A madeira é desesperadamente necessária para impedir os túneis de desmoronar, e o ouro para pagar os trabalhadores.  A voracidade dos moradores da caverna recusam fornecer os materiais.  Se eu não necessita-se de apoio, eu ia trancá-los nas suas próprias masmorras!",
	"campaign.secret.Secret B.h3m.region" : "Os Chefes das Masmorras estão bastante interessados em seus planos para subverter Erathia.  Há uma pequena informação: eles não têm ouro o bastante para pagar pelo trabalho ou pela madeira necessária para construir os túneis atuais.  Você tem que lhes proporcionar os materiais que eles precisam.",
	"campaign.secret.Secret C.h3m.prolog" : "Kreegans são arrogantes, mas eu preciso de suas criaturas para invadir Erathia e esmagar suas forças armadas.  Sem sua força bruta, eu nao realizo meus planos.  Assim eu brincarei com seu pequeno jogo e encontrarei o seu artefato precioso, o anel de Eversmoking do enxôfre.",
	"campaign.secret.Secret C.h3m.region" : "Os Kreegianos não acreditam na sinceridade.  Para eles, Necromantes são espectros fracos que alimentam fora de vida, incapazes de iniciar um bom plano.  Para provar sua sinceridade, querem que você nos traga o Anel Exalador de Enxofre.  Uma Druida roubou-o a anos e queremos de volta.",
	"campaign.secret.Secret D.h3m.epilog" : "Finneas é mais esperto doque eu pensei!  Enganou-me assaltando e prendendo um lorde inocente de modo que pudesse governar Deyja por ele mesmo e roubar o crédito do meu plano para invadir Erathia.  Bem, na minha cela eu posso puxar firmemente as cordas em volta do seu pescoço.",
	"campaign.secret.Secret D.h3m.prolog" : "Finneas descobriu Smedth, um Lorde arrogante e ambicioso.  Ele está tentando usurpar minha posição como o conselheiro superior de Finneas.  Para acalmar Finneas, eu tenho que tormar cuidado com esta pequena coisa.  Será meu prazer mandar o Lich conviver no inferno.",
	"campaign.secret.Secret D.h3m.region" : "Todos os seus planos são aceitos, mas há um Lorde que se opõe ao plano.  Finneas disse que esse insignicante chama-se Lorde Smedth.  Você decide por você mesmo; ele foi de um tempo para cá um espinho secundário, sempre molestando no tribunal e tentando usurpar sua posição com a ajuda mais íntima de Finneas Vilmar.  Será seu prazer mandá-lo ao inferno.",
	"campaign.secret.description" : "Sandro primeiramente tentou conquistar Antagarich e falhou.  Entretanto, não foi derrotado.  Sandro juntará diversos grupos de povos e começará os primeiros tumultos de guerra, que cairá toda a Antagarich.",
	"campaign.secret.name" : "Espectro do Poder",
	"campaign.secret1.Secret-1a.h3m.prolog" : "Pela primeira vez na história das Terras Competidas, os humanos e duendes lutaram um ao lado do outro para defender a região de invasores. Quando a celebração terminou, velhos ódio devolverão e nós seremos os cidadãos de uma terra em conflito. Nós temos que pensar no futuro das Terras Competidas.  Está na hora de moldar seu futuro.  Se nossa briga para independência for ter sucesso, nós precisamos algo maior para que nossos exércitos motivem a população. Nós precisamos de uma base simbólica. Procure o Graal nas terras encantadas onde os Unicórnios conversam com as árvores.",
	"campaign.secret1.Secret-1a.h3m.region" : "Antes que declaremos nossa independência nós precisamos de um símbolo. Esse símbolo é o Graal, que foi perdido nesta área séculos atrás. Nós precisamos encontrá-lo, ou nosso plano falhará antes que comecemos. Você tem três meses para localizar o Graal.",
	"campaign.secret1.Secret-1b.h3m.prolog" : "Nossa causa é pública.  Ironicamente, muitos humanos uniram a população élfica relativa em nossa visão de um estado independente. Já, facções leal a Erathia e AvLee organizam para nos parar. Nós não podemos continuar sem uma base forte de operações. Faruk Welnin, prefeito da cidade de Welnin, enviou um mensageiro.  Ele oferece a proteção e apoio. Nossa guerra para independência começa agora. Nós temos que lutar do nosso jeito por Welnin e temos que estabelecer o Graal. Quando nós realizamos isto, Welnin se tornará nossa fundação.",
	"campaign.secret1.Secret-1b.h3m.region" : "A jornada para Welnin não foi fácil, mas é a última parte da jornada que será a mais difícil. O Arqueiro, Ryland, tem o Graal, e precisa iludir as forças leais à Erathia e AvLee para alcançar Welnin. Uma vez lá, ele precisa ordenar a construção de um lar para o Graal.",
	"campaign.secret1.Secret-1c.h3m.prolog" : "Nós viemos de longe muito depressa. Exércitos de Erathia e AvLee chegaram para 'restabelecer a ordem'. Isto aventura em nossa missão para independência, e tais elementos hostis poderiam acender uma guerra maior. É nosso dever estabelecer Welnin como o capital das Terras Competidas e o passeio reja de Erathia e AvLee deste território. Se nós não fizermos, nós perderemos tudo por que nós lutamos para duas grandes nações que podem restabelecer a carnagem das Guerras de Madeira mais uma vez.  Hoje nós declaramos nossa independência das nações de Erathia e AvLee.",
	"campaign.secret1.Secret-1c.h3m.region" : "O Graal chegou à Welnin, mas agora precisamos tornar esta cidade uma capital. Exércitos de Erathia e AvLee devem atacar-nos de todas as direções. Cedo nós devemos provar que as Terras Contestadas não são mais deles!",
	"campaign.secret1.description" : "Com os invasores finalmente dirigidos fora das Terras Competidas, o tempo veio reconstruir.  Mas um homem, Faruk Wlenin, escolheu livrar as Terras Competidas sempre de Erathia e AvLee.",
	"campaign.secret1.name" : "Sementes da Discórdia",
	"campaign.yog.Yog A.h3m.prolog" : "Toda minha vida eu estive estudando magia sob a tutela dos Magos de Bracada para agradar minha mãe, uma Gênio.  Mas é o sangue de meu pai Bárbaro que corre pelas minhas veias, e eu sinto que minhas mãos foram feitas para portar uma espada ao invés de um cajado.  Sorte parece concordar, pois recebi um convite do Duque Winston de Krewlod de juntar-me ao seu exército.  A hora de deixar este lugar chegou, mas sei que meus tutores não permitirão isto sem uma luta.",
	"campaign.yog.Yog A.h3m.region" : "Você nunca foi muito bom com magia.  Nem mesmo o seu sangue de gênio o ajuda muito.  Mesmo assim, a vida estava bem até algums meses atrás quando o amor de sua vida, Vidomina, tornou-se autoconfiante demais.  Sua magia a corrompeu e a tornou em uma Necromante.  Desde então, você começou a detestar magia.  Agora você tomou a decisão de deixar a vida de Mago e tornar-se no que você sempre sonhou... um Bárbaro.",
	"campaign.yog.Yog B.h3m.prolog" : "Desde a fuga de Bracada, eu fui atacado por vários exércitos de Krewlod.  Eu não compreendo o porquê, pois fui convidado pelo Duque em pessoa!  Eu devo viajar à capital para descobrir porquê Winston Boragus e todas suas forças tem se voltado contra mim.",
	"campaign.yog.Yog B.h3m.region" : "Não muito tempo depois de conquistar a cidade de Groa um mensageiro chegou de Ulgak, a capital de Krewlod.  Para sua surpresa, a mensagem era do próprio Duque.  Ao ler a carta você descobriu que os Bárbaros de Krewlod estão muito interessados em suas habilidades.",
	"campaign.yog.Yog C.h3m.prolog" : "Quando confrontei Winston Boragus, ele admitiu ter enviado os exércitos de Krewlod contra mim para testar se eu era digno de sua aliança.  De início fiquei zangado com esta decepção até que o Duque apontou que era eu quem queria ser um lutador.  O Bárbaro dentro de mim viu o seu ponto.  Mas Boragus tem um teste para ver se eu realmente estou preparado para deixar os Magos de Bracada.  Eu devo pegar a espada mágica da Aliança Angélical, quebra-la e distribuir os pedaços pela Tatália, Erathia e Bracada.",
	"campaign.yog.Yog C.h3m.region" : "Você deixou a reunião com Boragus de bom humor.  Querendo provar seu valor, você parte para Tatália pra entregar as primeiras duas partes da Armadura Angelical.  No início você pensou que essa seria uma tarefa fácil: você entraria na cidade e daria os primeiros dois pedaços da Aliança Angélical para Alendora.  Após poucos dias de cavalgada da fronteira, você descobre que os Tatalianos não tornarão isso tão fácil para você.",
	"campaign.yog.Yog D.h3m.prolog" : "Eu entreguei a primeira parte da Espada, apesar de ter tido que resistir todo meu treinamento de magia para fazê-lo.  Agora devo buscar a cabana do vidente chamado Falor e lhe entregar mais dois pedaços: o Colar Celestial da Beatitude e o Escudo de Coragem do Leão.  Esta não será uma tarefa simples, pois os Erathianos não apreciam grandes exércitos vagando pelo seu país.",
	"campaign.yog.Yog D.h3m.region" : "O tempo que passou em Tatália não foi muito comprido, e você estava rapidamente a caminho de Erathia à procura de Falor e Terwen.  Com alguma sorte, os Erathianos serão menos hostis do que foram os Tatalianos.",
	"campaign.yog.Yog E.h3m.epilog" : "Eu passei por todos os teste do Duque, provando ter abandonado a magia para sempre, e ele me aceitou em sua horda de Bárbaros!  Minha mãe sem dúvida estaria desapontada comigo, mas agora minha nova família de Krewlod me saúda com canecas erguidas e promessas de muitas aventuras por vir!",
	"campaign.yog.Yog E.h3m.prolog" : "O último dos testes de Winston Boragus me levará de volta a Bracada, minha esquecida terra natal.  Eu devo encontrar um casal de nome Beleg e Orruk e lhes dar a duas peças mais poderosas da Aliança Angelical: a Espada do Julgamento e o Elmo do Esclarecimento Divino.  Esta será a parte fácil, agora que estou certo de que estou pronto para abandonar os caminhos da magia.  A parte difícil será derrotar os exércitos de Bracada, pois eles não estarão tão dispostos de desistirem de mim.",
	"campaign.yog.Yog E.h3m.region" : "A última pernada de sua viagem o levou de volta a Bracada.  Você percebe que Aine provavelmente estará lhe esperando.  Apesar disso, você decide que não tem outra escolha, então você desmonta acampamento e parte à procura de Beleg e Orruk.",
	"campaign.yog.description" : "Yog esteve na academia de Magia de Bracada aprendendo a ser um Mago, mas sua linhagem de Bárbaro o atrai a seguir o caminho de um guerreiro.  Yog aceita a oferta do Duque Boragus de juntar-se a ele em Krewlod.  Infelizmente, os Magos de Bracada usarão todos seus poderes para impedir que ele parta.",
	"campaign.yog.name" : "Nascimento de um Bárbaro",
	
	"map.crag:0.event.0.description" : "\"Você parece ser um homem bom devido a série de tarefas que preciso que execute, Senhor Hack,\" diz Sandro, um esperto-peludo, homem de olhos maliciosos que se senta através de você na Taverna Wingtail.  Ele acena em aprovação de sua estrutura muscular, grande até para os padrões Bárbaros.\n\n\"É CRAG Hack,\" você rosna.  Magos!  Eles pensam que são tão inteligentes.  Neim podem dizem um nome direito!\n\n\"Busco quatro itens tomados por alguns homens malignos.  Individualmente, os itens não têm nenhum valor, meros símbolos.  Mas juntos, eles podem forjar uma grande arma, uma arma que necessito desesperadamente.\"\n\nVocê cospe um pé de frango no fraco usuário de magia.  \"Por que eu deveria ajudá-lo?\"\n\nOs olhos de Sandro ficam estreitos.  \"Lhe darei quinhentas mil peças douradas e uma pequena terra quando você me trouxer esses quatro itens, quando eles forem reunidos serei capaz de destruir a Armadura do Amaldiçoado, um artefato mágico de inacreditável poder e maldade.  AGORA você está interessado?\"\n\nVocê coça sua cabeça em um raro momento pensativo.  Destruição de algo - especialmente um item mágico maligno - apela para o seu código ético de Bárbaro.  \"Você sabe onde esses quatro itens estão?\" \n\n\"Sim, Eu sei.  Aqui.\"  Sandro lhe dá um pequeno mapa.  \"Esta é a terra onde Barshon o Bárbaro vive.  Ele é um homem corrupto que desenterrou o primeiro item que busco.  Chamado Elmo Caveira.  Agora, eu o aviso, não escute nada que ele lhe disser.  Embora, como você, ele é um Bárbaro, ele não tem nenhuma honra e age como uma serpente.  Também, há outros velhos bárbaros na vizinhança que tentarão pará-lo.  Este é um trabalho muito perigoso, de fato, mas você aceitará a minha oferta?\"\n\nVocê repentinamente levanta-se num ímpeto, agarra seu machado de guerra, e enterra-o na mesa, por um pequeno espaço entre a mão apertada de Sandro.  \"Eu farei! Mas se você me enganar, Mago, eu te corto no meio.\"",
	"map.crag:0.event.1.description" : "Ao entrar na região de Avautnell, você decide estabelecer primeiro uma Fortaleza pra você.  O modo mais rápido de fazer isto é pegar uma das cidades de velhos Bárbaros da área.  Depois disto,  é só encontrar esse Barshon e tomar o Elmo dele.",
	"map.crag:0.event.2.description" : "Os batedores informam que Barshon se aliou com os velhos Bárbaros da área.  Além disso, uma aldeia Erathiana também foi localizada a Nordeste.",
	"map.crag:0.guards.27.33.1.message" : "Ossos espalhados dizem que é obviamente a toca subterrânea de um troll.",
	"map.crag:0.guards.50.66.0.message" : "Um jovem bárbaro montado grita, \"Eu, Gurnis o Bárbaro, declaro que você não passará daqui nessas terras.  Volte agora ou morra!\"",
	"map.crag:0.guards.54.12.0.message" : "Uma mensagem chega de Barshon: \"Sei que você pensa em tomar o Elmo Caveira de mim, mas não o darei sem uma luta.  Ele é uma relíquia da família passada por gerações.  Se você o quizer, terá que tomá-lo das minhas frias mãos mortas.\" \n\nQuando você rasga o pergaminho, você se lembra que Sandro disse que Barshon ENCONTROU o Elmo.  Foda-se.  Barshon é uma cobra mentirosa.  É hora de cortar a sua língua bifurcada!",
	"map.crag:0.header.description" : "Crag Hack deve conseguir o primeiro artefato que Sandro precisa, o Elmo Caveira, de Barshon o Bárbaro para vencer o cenário.  Porém, se Crag Hack for derrotado em combate, o cenário estará perdido.  Crag Hack é limitado ao nível 10 mas transportará sua experiência, habilidades e magias para o seguin",
	"map.crag:0.header.heroNames.101" : "Barshon",
	"map.crag:0.header.heroNames.97" : "Gurnis",
	"map.crag:0.header.name" : "Batendo Crânios",
	"map.crag:0.header.player.0.mainHeroName" : "Gurnis",
	"map.crag:0.header.player.2.mainHeroName" : "Barshon",
	"map.crag:0.heroes.101.name" : "Barshon",
	"map.crag:0.heroes.97.name" : "Gurnis",
	"map.crag:0.monster.27.33.0.message" : "\"Você parte.  Os chefes Trolls não querem ver ninguém.\"",
	"map.crag:0.monster.35.28.1.message" : "O Troll grita, \"Saia de nossa casa!\"",
	"map.crag:0.quest.34.49.0.completed" : "O velho mago olha para a bolsa grande e pesada em seu cinto.  Ele aceita deixá-lo usar a sua Cabana por 2000 peças de ouro.  Você está disposto a pagar pelo preço?",
	"map.crag:0.quest.34.49.0.firstVisit" : "Um velho mago diz que sua Cabana pode mostrar-lhe a posição de Barshon.  Ele o deixará passar por 2000 peças de ouro.",
	"map.crag:0.quest.34.49.0.nextVisit" : "Se você não trouxer 2000 peças de ouro, o mago ganancioso não o deixará na Cabana.",
	"map.crag:0.quest.53.12.0.completed" : "As notícias de sua vitória sobre os Trolls na região subterrânea central viaja rapidamente.  Você deseja passar, oh digno Bárbaro?",
	"map.crag:0.quest.53.12.0.firstVisit" : "Uma pequena horda de guardas Bárbaros o deixará passar somente se você destruir os Trolls que estiveram atormentando a região.  Alguns Bárbaros pensam que eles podem estar se escondendo no subterrâneo.",
	"map.crag:0.quest.53.12.0.nextVisit" : "A horda Bárbara ainda não o deixará passar, já que você ainda não venceu os Trolls da região subterrânea central.",
	"map.crag:0.sign.54.29.0.message" : "Cidade Timintal.  Somente cidadãos Erathianos são permitidos entrar.",
	"map.crag:0.town.55.28.0.name" : "Timintal",
	"map.crag:1.event.0.description" : "\"Ai, você trouxe-me o Elmo Caveira, Senhor Hack,\" Sandro exclama atrás da Taverna Wingtail.\n\n\"É CRAG Hack, Eu já falei.  E você sabe o que Barthon me disse? Disse que este Elmo já era dele, que era pertence de família.\" \n\n \"Olhe, eu não te avisei que ele estaria protegendo uma mera posse?  E ele ousa a chamar-se de Bárbaro!  O covarde não teve nenhuma honra.  Espero que sua tenha sido dolorosa.\"\n\nNunca tinha ouvido um Mago falar com tanta brutalidade.  Você carranquea como Sandro continua.  \"O segundo item que preciso é o Blackshard do Cavaleiro da Morte.  Foi roubado do túmulo de um grande herói por um Cavaleiro da Morte chamado Marzeth.  Rezo para que você não encontre dificuldades para consegui-lo.  Marzeth vive em uma região pantanosa, muito diferente das colinas rochosas que vocês Bárbaros preferem.  Pra piorar as coisas, Marzeth tem aliados na área que tentarão protegê-lo.\"\n\nVocê levanta-se e agarra a seu Machado de Guerra.  \"Não tema!  Eu reduziria um anfitrião de Homens-Lagartos em um monte de esterco para vingar um guerreiro cuja sepultura foi tão profanada.\"  \"Mais uma coisa antes de você sair.  Também tenho aliados nesta região.  Conheço o líder de uma das cidades Bárbaras da região.  Ele aceitou deixá-lo a usar sua Fortaleza.\"\nPela primeira vez você vê Sandro com algum respeito.  Este Mago ganhou a confiança de um Bárbaro, o líder de uma Fortaleza, legal!  \"Então não desperdiçarei tempo, Sandro.  Vou encontrar essa Espada com o seu Elmo,\" você diz indo embora.",
	"map.crag:1.event.1.description" : "Batedores informam que há três Castelos na região, e rumores dizem que Marzeth está sob proteção de uma ordem chamada de Cavaleiros da Lâmina.  Estranho.  Por que os cavaleiros humanos protegeriam um Cavaleiro da Morte?  Você balança a cabeça.  Pensar é ruim.",
	"map.crag:1.event.2.description" : "Os observadores têm um outro rumor para informar.  Supostamente Marzeth foi um Cavaleiro da Lâmina que herdou o Blackshard, mas a espada maldita deformou sua alma até que ele se tornasse um Cavaleiro da Morte.  Isto explica porque o humanos o estão protegendo, mas isso vai contra a história de Sandro sobre Marzeth que teria roubado a espada do túmulo de um guerreiro.  Da melhor maneira esse rumor deve ser só meio-verdadeiro.",
	"map.crag:1.guards.15.19.0.message" : "Lutadores aparecem de uma vegetação rasteira e olham-no cautelosamente.  \"Você tem permissão para estar aqui?\" o comandante pergunta.\n\nVocê mostra-lhe o seu machado e anuncia, \"ISTO é a minha permissão!\"  Com isto o comandante ordena que os seus guerreiros o ataquem.",
	"map.crag:1.guards.15.68.0.message" : "Homens-Lagartos erguem-se de um pântano e atacam!",
	"map.crag:1.guards.46.39.0.message" : "Lutadores aparecem de uma vegetação rasteira e olham-no cautelosamente.  \"Você tem permissão para estar aqui?\" o líder pergunta.\n\n\"Permissão?\"  Você zomba.  \"Não preciso de nenhuma permissão fedorenta!\"  Com isso, o líder da o comando aos lutadores.",
	"map.crag:1.guards.64.9.0.message" : "O líder da Fortaleza e o seu clã vão a frente para cumprimentá-lo.  Quando você abraça seu colega Bárbaro em um aperto de urso, você nota que os seus olhos parecem vagos.  Embora ele tenha somente palavras gentis para falar sobre Sandro, você admira-se como o mago fraco realmente conseguiu persuadir este forte Bárbaro a ajudá-lo. ",
	"map.crag:1.header.description" : "Pegue o Blackshard do Cavaleiro da Morte em Marzeth para vencer o cenário.  Contudo, se Crag Hack for derrotado em combate, o cenário estará perdido.  Crag Hack é limitado ao nível 15 mas transportará a sua experiência, habilidades e magias para o seguinte cenário.",
	"map.crag:1.header.heroNames.65" : "Marzeth",
	"map.crag:1.header.name" : "Ovelha Negra",
	"map.crag:1.heroes.65.biography" : "Marzeth já foi um Cavaleiro da Lâmina que recebeu uma espada maldita como herança e tornou-se um Cavaleiro da Morte.  Nada pode curar esta aflição.",
	"map.crag:1.heroes.65.name" : "Marzeth",
	"map.crag:1.sign.19.19.0.message" : "Essas terras pertencem aos Cavaleiros da Lâmina.  Se você não tem permissão para estar aqui, SAIA!",
	"map.crag:1.sign.49.36.0.message" : "Essas terras pertencem aos Cavaleiros da Lâmina.  Se você não tem permissão para estar aqui, SAIA!",
	"map.crag:1.sign.5.69.0.message" : "Permissão para escavação proibida com pena de morte.  Assinado Marzeth",
	"map.crag:1.town.13.32.0.name" : "Primeira Espad",
	"map.crag:1.town.39.44.0.name" : "Segunda Espada",
	"map.crag:1.town.57.58.0.name" : "Terceira Espad",
	"map.crag:2.event.0.description" : "\"Esplêndido!  Vejo que você teve mais um sucesso, Senhor Hack!\"  Sandro diz atrás da taverna Wingtail. \n\n\"CRAG Hack,\" você rosna.  \"Aquele fedorento Cavaleiro da Morte Marzeth é agora um Cavaleiro morto.\"\n\n\"Agora, o terceiro item que preciso é a Gaiola de Costela do Poder, que está sendo mantida por um grupo de Necromantes em algum lugar num pequeno pântano chamado Ferris.\"  Ele lhe dá um pequeno mapa.  \"Era seguramente guardado por mim em um Santuário, mas os Necromantes, sabendo de sua importância à minha pesquisa, roubaram a Gaiola de Costela e queimaram o Santuário.  Eles usarão todo o poder para tentar pará-lo.\"\n\n\"Pessoas mortas lutam?  Eu não gosto do cheiro deles.  Eles fedem.\"   Você carranquea olhando para o mapa.\n\nSandro pega um saco e abre-o parcialmente, revelando ouro e jóias.  \"Pense nas recompensas que prometi e a maldade que você estará eliminado de Enroth ao conseguir os quatro itens.\"\n\nVocê pensa um pouco e então, lentamente, você acena com cabeça concordando.  Depois de tudo, esses Necromantes realmente incendiaram um lugar onde um herói deveria estar seguro.  Eles devem pagar pela maldade que causaram.  Contudo, lutar por este mago não está resultando em divertimento como você tinha esperado.  Sandro o faz pensar muito.",
	"map.crag:2.event.1.description" : "Ao entrar na região marcada no mapa de Sandro, o seu primeiro pensamento é conseguir uma Fortaleza.  O mago ao que parece não tem nenhum amigo Bárbaro nesta terra disposta a emprestar-lhe a sua casa, mas afortunadamente os seus batedores informam sobre uma próximo Fortaleza ocupada...",
	"map.crag:2.event.2.description" : "Você ordena que um batedor envie uma mensagem aos Necromantes: \"Desista da Gaiola de Costela ou Crag Hack esmagará seus ossos e os deixarão em pó como as cinzas do Santuário que vocês queimaram.\"  O mensageiro corre e desaparece rapidamente na vegetação rasteira.",
	"map.crag:2.event.3.description" : "Seu mensageiro retorna, machucado, sangrando e mutilado, mas ainda vivo... somente.  Mancando até você, ele lhe dá um carta:  \"Não sabemos de nenhum Santuário, Senhor Hack, mas sabemos de um coisa: você já está morto. Somente você ainda não sabe.\"  Você esmigalha o papel e rosna que o seu nome é CRAG.  Quando você empurra a nota amassada atrás na mão do mensageiro, a mão cai ao chão.  Ele foi convertido em um zumbi!  Com um golpe rápido de seu machado a cabeça dele se solta.  Malditos Necromantes!  Você odeia todos eles!",
	"map.crag:2.guards.5.5.0.message" : "Você encontra uma veia rica em ouro ao lado de uma montanha.",
	"map.crag:2.guards.53.61.0.message" : "Olha como estão barricados os Necromantes da Mão de Ébano no castelo principal!  Possivelmente você pode tratar desses covardes depois.  Por enquanto, você pode continuar a sua busca pela Gaiola de Costela.",
	"map.crag:2.header.description" : "Crag Hack deve adquirir a Gaiola de Costela do Poder de um dos Liches abrigados no pântano de Ferris para vencer o cenário.  Porém, se Crag Hack for derrotado em combate, o cenário estará perdido.  Crag Hack é limitado ao nível 20 mas transportará a sua experiência, habilidades e magias para o cenár",
	"map.crag:2.header.name" : "Uma Gaiola na Mão",
	"map.crag:2.monster.15.61.0.message" : "As Múmias sussuram, \"Ninguém violará os nossos túmulos.\"",
	"map.crag:2.monster.27.59.0.message" : "As Múmias sussuram, \"Ninguém violará os nossos túmulos.\"",
	"map.crag:2.monster.69.68.0.message" : "Quando os Liches te atacaram, você nota um deles usando uma armadura que parece ser feito de costelas humanas.",
	"map.crag:2.sign.18.64.0.message" : "Leste do pântano Ferris - Cuidado, propriedade da Mão de Ébano.  Eles não gostam de intrusos.",
	"map.crag:2.sign.5.29.0.message" : "Mina de ouro - Norte\n\nTenda - Sul",
	"map.crag:2.sign.59.35.0.message" : "Sul do pântano Ferris - Cuidado, propriedade da Mão de Ébano.  Eles não gostam de intrusos.",
	"map.crag:2.sign.9.22.0.message" : "Azul Claro - Pôr-do-sol \n\nAzul Escuro - Sol nascente",
	"map.crag:2.town.11.13.0.event.0.description" : "Uma grande tribo de Goblins próxima envia seus guerreiros como um tributo a seus irmãos Bárbaros por terem os ajudado a se defenderem contra ataques por tribos de velhos Ogros.",
	"map.crag:2.town.55.56.0.event.0.description" : "Isto é o dinheiro doado de seguidores fanáticos.",
	"map.crag:3.event.0.description" : "\"Você tem a Gaiola de Costela!  Excelente trabalho, Senhor Hack\" Sandro diz atrás da taverna Wingtail.\n\n\"CRAG Hack,\" você corrige o mago cansadamente.\n\n \"Agora para o item final que preciso.\"  Sandro pega um mapa e aponta para a região.  \"Para esta tarefa final consegui alguma antiga milícia Erathiana, agora mercenários, para ajudá-lo.  Eles têm um Castelo que será a sua base de operação.  Você vai precisar da ajuda deles, para o item último, o Escudo do Morto Bocejante, que está nas mãos de um culto de Necromante chamado de Mão da Morte.  Eles tomaram o escudo de um matador de vampiros que tinha finalmente encontrado alguem de mesmo nível quando ele desafiou esses Liches.\"\n\n\"Sem mais mortos-vivos!\" você suspira.\n\n\"Somente pense nas suas recompensas no fim desta tarefa e traga-me devolta o Escudo.  Você não só tornará um homem rico mas também você estará fazendo a Erathia um grande serviço,\" Sandro te lembra.  \"E uma última coisa.  Como os outros que você lutou, os Necromantes irão mentir para você.  Não os escute.\" \n\nQuando você deixa a taverna, pensa em todas as mentiras que você tem encontrado nas tarefas de Sandro.  Talvez você deve pegar as suas recompensas ANTES de entregar o último artefato.",
	"map.crag:3.event.1.description" : "Quando você se aproxima do castelo que Sandro indicou mapa, o líder aparece para cumprimentá-lo.  \"Olá! Sandro nos disse de sua chegada e lhe oferemos nossa inteira cooperação.\"\n\n\"Bom. Diga-me o que você sabe da nossa missão.  Montaremos logo, e quero saber das mentiras que nos aguarda.\"\n\nO líder mercenário acena com cabeça e diz-lhe sobre Necromantes do Sul.  \"A Mão da Morte\", como é chamado o culto, eles têm ficado quietos ultimamente. Contudo, logo depois que Sandro contratou o capitão, os Necromantes ficaram mais agitados e começaram a enviar mortos-vivos para o norte.",
	"map.crag:3.event.2.description" : "Uma mensagem chega da Mão da Morte: \"Sabemos que você foi enviado por um conhecido nosso e o que você busca.  Esteja ciente que o Escudo do Morto Bocejante é nossa relíquia.  Ele fez parte de nosso cemitério por muitos anos.  Mobilizamos para enfrenta-lo e faremos por qualquer preço.\"  Mais mentiras, você pensa quando rasga o pergaminho, mas ainda as dúvida permanecem.  Será que Sandro é confiável?",
	"map.crag:3.event.3.description" : "Sandro envia ouro para ajudar em sua busca.",
	"map.crag:3.event.4.description" : "Os batedores informam que a Mão da Morte barricou os seus castelos com eficácia.  Esta covardia aborrece-o, mas você decide que a missão de capturar o Escudo é mais importante do que tomar castelos de Necromantes.",
	"map.crag:3.guards.19.25.0.message" : "A estrada para o leste desaparece em um monte de lixo e ossos.",
	"map.crag:3.guards.23.25.0.message" : "Olhando bem, esta cidade foi devastada por mortos-vivos.  Os batedores aconselham cautela -- e uma grande quantia de tropas que o apóia -- ao entrar.",
	"map.crag:3.guards.50.62.0.message" : "\"Cuidado!\" um dos construtores navais diz-lhe, visivelmente chocado.  \"Vi mortos-vivos se erguerem do nada na Ilha.\"  Você joga algumas moedas e agradece-o pelo aviso.",
	"map.crag:3.guards.51.55.0.message" : "As almas dos malditos que foram enterrados aqui erguem-se para atacar!",
	"map.crag:3.guards.56.62.0.message" : "As almas dos malditos que foram enterrados aqui erguem-se para atacar!",
	"map.crag:3.header.description" : "Agarre o Escudo do Morto Bocejante dos Necromantes \"Mão da Morte\" para vencer a campanha.  Porém, se Crag Hack for derrotado em combate, o cenário estará perdido.  Crag Hack é limitado ao nível 25 mas transportará a sua experiência, habilidades e magias para a campanha seguinte.",
	"map.crag:3.header.heroNames.67" : "Charnath",
	"map.crag:3.header.name" : "Ladrão de Sepultura",
	"map.crag:3.heroes.0.biography" : "Slash foi um velho amigo de bebida de Crag Hack antes em Enroth.  Ele veio a Erathia para se esconder contra condestáveis que quiseram interrogá-lo sobre alguns camponeses com que ele teve uma desavença.  Uma vez em Erathia ele foi prontamente detido por enganar pessoas.",
	"map.crag:3.heroes.0.name" : "Slash",
	"map.crag:3.heroes.67.name" : "Charnath",
	"map.crag:3.monster.34.16.0.message" : "Se parece com estes vampiros mortos os guardas regulares e agora observa o prisioneiro.",
	"map.crag:3.quest.55.62.0.completed" : "Agora que você venceu Charnath, os pecados dele e os seus serão absolvidos.  Você deseja passar?",
	"map.crag:3.quest.55.62.0.firstVisit" : "Uma figura esquelética em um manto preto fala.  \"Charnath tentou não profanar o cemitério antes de você.  Ele se esconde agora, e só derrotando-o eu irei deixá-lo passar\" ",
	"map.crag:3.quest.55.62.0.nextVisit" : "A figura esquelética sabe que Charnath não está morto e não o deixará passar.",
	"map.crag:3.sign.33.15.0.message" : "Prisão de Enroth #520.  Ocupante Atual: Slash.",
	"map.crag:3.sign.54.58.0.message" : "A morte pode se sentar e esperar, e a morte pode voar, mas em eras passadas até a morte podia morrer.  Bem vindo ao cemitério Cabeça Morta.",
	"map.crag:3.town.12.10.0.event.0.description" : "Uma agressiva campanha de recrutamento pelo capitão e os seus colegas mercenários no castelo produz alguns resultados.",
	"map.evil1:0.event.0.description" : "Os nossos subordinados fizeram bem. Eles conseguiram acordar um vulcão e erguer um forte em uma floresta muito povoada na fronteira de Erathia. Enquanto os Chefes das Masmorras fazem o seu caminho subterrâneo em direção a capital de Erathia, você deve atacar nos seus aliados, o elfos de AvLee.",
	"map.evil1:0.event.1.description" : "A Dragão Dourada Rainha é a mais poderosa aliada de AvLee. Você deve encontrá-la em sua toca e assistir sua morte, como isto enfraquecerá muito os elfos e os fará uma ameaça menor aos nossos planos para destruir Erathia. Vá agora, e faça-nos orgulhosos!",
	"map.evil1:0.guards.61.54.0.message" : "Seus batedores informam que a área é rica em recursos, e que ao sul há um xamã familiar com esta área e poderia nos ajudar.",
	"map.evil1:0.header.description" : "Para vencer, você deve encontrar e matar a Dragão Dourada Rainha. Seus Heróis serão limitados ao 12º nível neste cenário, mas seus 8 Heróis mais fortes estarão disponíveis para você no cenário final desta campanha.",
	"map.evil1:0.header.name" : "Um Plano Diabólico",
	"map.evil1:0.header.rumor.0.text" : "Há um homem no sudoeste que tem acesso ao Vale dos Dragões.",
	"map.evil1:1.event.0.description" : "Como fomos nós que fizemos os túneis na região, descobrimos uma dividida colônia que tinhamos pensado ter perdido há muito perdidos. Nos podemos tentar 'persuadí-los' para juntar a nossa causa, eles podem nos prover com tropas adicionais necessárias para asegurar as cidades superficiais.",
	"map.evil1:1.event.1.description" : "Também temos um agente que esteve espiando nas cidades na área de uma pequena e isolada ilha. Encontre-o, e ele compartilhará o seu conhecimento de área com você.",
	"map.evil1:1.event.2.description" : "Um conselheiro aproxima-se. \"Recebemos o relatório que os navios de guerra de Enroth desembarcaram ao longo da costa do Sul de Erathia. Até agora não sabemos quem comanda esta força, nem sabemos o seu tamanho. Pelas nossas fontes em Eeofol, sabemos que esta frota não pode ser conduzida por Roland Ironfist.\"",
	"map.evil1:1.event.3.description" : "Um conselheiro aproxima-se. \"A notícia não é boa. A força de Enroth ao sul é conduzida por Catherine Ironfist, filha do falecido Rei Gryphonheart de Erathia. Ela comanda uma grande força, e estabeleceu uma base ao longo da costa.  A menos que nos apressemos, ela pode muito bem alcançar Steadwick antes de nós.\"",
	"map.evil1:1.guards.45.32.0.message" : "Uma voz ruge sob as nuvens: \"Infiéis! Você violou um lugar sagrado, e deve ser punido!\" Você percebe que segue sua ganância, e não a sua missão, e não foi uma boa idéia.",
	"map.evil1:1.header.description" : "Para vencer, você deve capturar todas cidades e torre inimigas e derrotar todos heróis inimigos. Os seus Heróis serão limitados ao 12º nível neste cenário, mas os seus 8 Heróis mais fortes serão disponíveis para você no cenário final desta campanha.",
	"map.evil1:1.header.name" : "Revolucionário",
	"map.evil1:2.event.0.description" : "Você deve ser parabenizado no seu progresso por enquanto. Você devastou a Erathia oriental, e agora tem ataques a distância de Steadwick a capital de Erathia. Você deve capturar a capital rapidamente!",
	"map.evil1:2.event.1.description" : "Não só Bracada e AvLee que enviaram reforços, mas recebemos notícias que a Rainha Catherine Ironfist está marchando com um exército relativamente grande vindo do sul. Devemos controlar a capital e a sua guarnição antes de que ela retorne.",
	"map.evil1:2.event.2.description" : "Você acaba de receber um relatório sobre o progresso da Rainha Catherine. As forças de Nighon e Eeofol estão tentando atrasar a sua marcha a Steadwick, mas duvido que eles possam atrasar por mais de dois ou três meses.",
	"map.evil1:2.event.3.description" : "Você recebe um relatório vindo do sul. As forças de rainha Catherine foram suficientemente atrasadas, permitindo-o pelo menos dois meses a mais para conseguir a Capital, mas as nossas próprias forças sofreram perdas significantes. Não deixe esse sacrifício ser desperdiçado.",
	"map.evil1:2.event.4.description" : "Você recebe um relatório vindo do sul. As nossas forças continuam se lançando no caminho dos exércitos de Rainha Catherine, ela ainda continua marchando em direção ao norte. Você tem, no máximo, três ou quatro semanas antes de que ela possa retornar à capital.",
	"map.evil1:2.event.5.description" : "A marcha de rainha Catherine continua - suas forças estão somente a duas semanas de distância. Se você não se apressar, não teremos tempo para segurar a capital antes de seu retorno.",
	"map.evil1:2.event.6.description" : "Seus batedores informam que o exército da Rainha Catherine foram vistos a sete dias ao sudoeste.  Se ela conseguir a capital antes de que você, tudo será perdido.",
	"map.evil1:2.event.7.description" : "Esta manhã, uma liderança do massivo exército da Rainha Catherine Ironfist chegou em Steadwick a capital de Erathia. Não temos nenhuma escolha a não ser a nos retirar. Você nos desapontou... miseravelmente.",
	"map.evil1:2.header.description" : "Para vencer, você deve capturar a cidade de Steadwick dentro de 3 meses.",
	"map.evil1:2.header.heroNames.4" : "Gen. Kendal",
	"map.evil1:2.header.name" : "Queda de Steadwick",
	"map.evil1:2.header.player.0.mainHeroName" : "Gen. Kendal",
	"map.evil1:2.heroes.4.name" : "Gen. Kendal",
	"map.evil1:2.town.36.42.0.name" : "Steadwick",
	"map.evil2:0.event.0.description" : "Os nossos espiões nos disseram que o túmulo do Rei Gryphonheart está localizado na cidade de Stonecastle, perto da fronteira do norte de Erathia, em um lugar que foi nítido na guerra com Nighon e Eeofol. Procure este lugar e capture-o para que possamos animar o corpo do Rei.",
	"map.evil2:0.event.1.description" : "Você também deve procurar o Espírito de Opressão e trazê-lo a Stonecastle, como ele é um dos itens necessários para o ritual de animação do corpo do Rei. Mas você deve atuar rapidamente - o corpo não servirá de nada se o espírito partir.",
	"map.evil2:0.header.description" : "Para vencer, você deve trazer o Espírito de Opressão à cidade de Stonecastle dentro de 3 meses. Sprocure o Vidente - completando a Missão do Vidente permitirá que você transporte a recompensa ao seguinte cenário.",
	"map.evil2:0.header.name" : "Um Coração de Grifo",
	"map.evil2:0.town.18.23.0.name" : "Stonecastle",
	"map.evil2:1.event.0.description" : "Para pegar realmente Erathia de surpresa, devemos atacar dentro de três meses. Contudo, nossas forças não estão fortes o bastante  para um ataque de grande escala. Precisamos de você para colher as criaturas ao longo da fronteira Erathiana, levantando bastante morto-vivo para usá-los em nossa campanha.",
	"map.evil2:1.event.1.description" : "Como antes, você deve mover-se rapidamente. Devemos ter o elemento surpresa quando atacarmos Erathia, portanto não podemos atrasar mais de três meses. Por hora você deve nos fornecer com pelo menos 2500 esqueletos. Se você falhar, não teremos nenhuma possibilidade contra Erathia. Não falhe.",
	"map.evil2:1.event.2.description" : "Você recebe uma carta de seus superiores. \"Seu progresso inicial está bom, mas você só tem três semanas restantes para concluir sua tarefa.\"",
	"map.evil2:1.event.3.description" : "Você recebe uma carta de seus superiores. \"Confio que você esteje fazendo progressos. Lembre-se, precisamos de pelo menos 2500 esqueletos, e você tem mais duas semanas até que lancemos nosso ataque.\"",
	"map.evil2:1.event.4.description" : "Você recebe uma carta de seus superiores. \"Em uma semana, lançaremos o nosso ataque em Erathia. Os seus 2500 esqueletos são nossa chave para o êxito. Espero que você entenda que o fracasso não é uma opção.\"",
	"map.evil2:1.event.5.description" : "Um de seus aconselhadores se aproxima. \"Acabamos de ser informados que Sandro e o seu exército estão sendo mantidos preso nesta área. Se você puder encontrá-lo e libertá-lo, ele certamente nos ajudará em nossa missão.\"",
	"map.evil2:1.header.description" : "Para vencer, você deve ter um total de 2500 Esqueletos em todas suas tropas dentro de 3 meses. Alguns Guardas da Fronteira só podem deixar o herói passar se estiver com o Artefado da Missão do cenário anterior, mas o artefato além do Guarda da Fronteira viajará com você até cenário seguinte.",
	"map.evil2:1.header.name" : "Época de Colheita",
	"map.evil2:2.event.0.description" : "Você recebe uma carta do Rei Lich Gryphonheart. \"Comandante: Ele era um de meus generais, o Cavaleiro da Morte chamado Mot, não deseja seguir as minhas ordens e acredita que não devemos atacar Erathia. Isto é perfeito, já que não presamos dele em nossos planos.\"",
	"map.evil2:2.event.1.description" : "\"Realmente, contudo, precisamos dos exércitos dele, e não posso permitir que a desobediência fique impune. A sua tarefa é encontrar Mot e matá-lo. Ele então será acordado e irá servi-lo no seu próprio exército. Tenha sucesso nesta tarefa e você o substituirá como o meu novo general.\"",
	"map.evil2:2.event.2.description" : "Mesmo apenas vendo a assinatura do Rei morto-vivo, você sente um calafrio. Você rapidamente responde, afirmando simplesmente, \"Será feito.\" Você não deve deixar Mot derrotá-lo.",
	"map.evil2:2.header.description" : "Para vencer, você deve derrotar o Cavaleiro da Morte, Mot. Alguns Guardas da Fronteira só deixarão o Herói passar se estiver transportando o Artefato da Missão do cenário anterior, mas o artefato além do Guarda da Fronteira viajará com você ao seguinte cenário.",
	"map.evil2:2.header.heroNames.70" : "Mot",
	"map.evil2:2.header.name" : "Punição Corporal",
	"map.evil2:2.header.player.0.mainHeroName" : "Mot",
	"map.evil2:2.header.rumor.0.text" : "O redemoinho é o portal para as Cavernas dos Mortos, mas o Colar de Invocação é a Chave.",
	"map.evil2:2.heroes.70.name" : "Mot",
	"map.evil2:3.event.0.description" : "Você recebeu suas ordens pessoalmente do Rei Gryphonheart. Você lançará o seu ataque em três cidadelas ao longo da fronteira Erathiana. A resistência deve ser leve no início, mas você deve asegurar a área rapidamente antes que os reforços cheguem.",
	"map.evil2:3.event.1.description" : "É claro que o Rei Gryphonheart deseja retornar ao Trono de Erathia, mas esta vez ele deseja fazê-lo como um conquistador. Você pode sentir o cheiro das vidas que esperam para ser colhidas até daqui. Agora vá, o tempo chegou.",
	"map.evil2:3.guards.50.79.0.message" : "Antes de você possuir o fabulosa Couraça dos Titãs, o Vidente já tinha previsto de você o possuir. Você deseja reivindicá-lo como seu?",
	"map.evil2:3.guards.56.79.0.message" : "Antes de você possuir o fabuloso Gladius de Titã, o Vidente já tinha previsto de você o possuir. Você deseja reivindicá-lo como seu?",
	"map.evil2:3.header.description" : "Para vencer, você deve capturar todas cidades e castelos inimigos e derrotar todos heróis inimigos. Alguns Guardas da Fronteira só deixarão o Herói passar se estiver transportando um Artefato da Missão do cenário anterior, mas a recompensa é grande de fato.",
	"map.evil2:3.header.name" : "Do Dia para a Noite",
	"map.final:0.event.0.description" : "Alguns dias atrás você ouviu um rumor sobre os Necromantes invadindo Erathia.  Já que não está fazendo nada mais interessante, você irá conferir os rumores.  Aparentemente os Necromantes de Deyja moveram uma grande parte de suas forças dentro de Erathia.  Tendo um forte desgosto pelos mortos-vivos e a magia negra dos Necromantes, você irá emprestar suas habilidades de liderança e expulsa-los de Erathia.",
	"map.final:0.guards.11.66.0.message" : "Ao aproximar-se da cidade você percebe que as pessoas estão animadas.  Perguntando-se o porquê disto, você questiona um camponês próximo.  Ele explica, \"Ora, senhor, é porque você está aqui para nos salvar.  Não apenas isto, na vila de minha irmã há um outro Bárbaro ajudando a combater os Necromantes.  Isto significa que Erathia e Krewlod podem estar fazendo as pazes, certo?\"  Você apenas concorda com um cumprimento e segue caminho, não querendo desfazer suas esperanças.  Mas você toma em consideração de averiguar o outro Bárbaro também tendo problemas com os Necromantes.",
	"map.final:0.guards.22.17.0.message" : "De pé sobre um pequeno morro e olhando adiante, você vê que a estrada se divide.  Além da bifurcação na estrada há árvores em decomposição, evidência de influência Necromante.  Isto não é algo bom, e você parte para investigar a decomposição de um melhor ponto.",
	"map.final:0.guards.32.58.0.message" : "Você rapidamente ordena que seu exército pare.  Ao ficar diante do domínio recém conquistado dos Necromantes você fecha os olhos e fecha seu punho, raiva e ódio correndo em você.  Apesar de seus melhores esforços de juntar um exército para derrotar estas criaturas vis, parece que você não consegue trabalhar rápido o suficiente para impedir suas crescentes áreas de influência.",
	"map.final:0.guards.34.28.0.message" : "Viajando estrada abaixo, você pára de repente ao cruzar de frente com um castelo de Necromantes.  Ela fica sobre as ruínas de uma antiga vila Erathiana.  Alguns dos muros ainda estão evidentes, desmoronando sob a sombra da Necropolis.  O fétido cheiro de morte faz você engasgar e reforça sua decisão de ajudar estas pessoas.",
	"map.final:0.guards.37.8.0.message" : "Sentindo que os cavalos precisam de descanso, você vai no acostamento da estrada e ordena uma parada por alguns minutos.  Ao beber água você mentalmente constata seus arredores e o que os necromantes tem feito ao que uma vez foi uma linda terra.  Seja quem for que fez isto irá pagar, e pagará caro.",
	"map.final:0.header.description" : "Yog deve derrotar os Necromantes que criam caos nesta parte de Erathia para vencer o cenário.  Contudo, se Yog for derrotado em combate, o cenário será perdido.  Yog é limitado ao 30º nível mas levará sua experiência e habilidades para o próximo cenário.",
	"map.final:0.header.name" : "Colheita",
	"map.final:1.event.0.description" : "Os dias e semanas em busca de Sandro após sua traição tem se provado inúteis.  Ninguém parece ter visto o mago que você descreve.  Alguns reconhecem o nome de algum lugar mas não dão importância quando perguntados quem e onde ele pode estar.  Desistindo por enquanto, você decide visitar parentes que se mudaram de Krewlod para Erathia.\n\nAo passar por uma cidade chamada Hartferd, seu prefeito, um corpulento homem chamado Timis, dirige-se à você na estalagem que você está.\n\n\"Por favor ajude-nos, senhor... Crag Hack, se eu puder assim chamá-lo.  Um assunto de grave importância tem nos sobrevindo.  Um cavaleiro chamado Tyranell roubou um artefato, a Cabeça da Legião, de nossa cidade.  O único motivo por Hartferd estar no mapa deve-se a este artefato, então é importanto que o recuperemos.  Também, há boatos de que os outros pedaços do artefato da Legião estão espalhados por aí; talvez você possa encontrar estes para nós também?  Uma vez que o artefato completo for montado, Hartferd certamente iria tornar-se uma cidade fabulosa.  Não podemos oferecer muita recompensa, mas você seria celebrado como um verdadeiro herói e sempre será bem-vindo aqui.\"\n\nEnquanto Timis está conversando você não pode evitar senão pensar em novamente ter que encontrar artefatos para alguém.  Quem sabe Sandro tem sua mão nisto de alguma forma.  Você provavelmente o teria ajudado de qualquer forma, mas agora eles não podiam o parar com umas duas dúzias de cavalos.",
	"map.final:1.event.1.description" : "Ao iniciar sua busca pela Cabeça roubada e os outros pedaços da Legião, um batedor cavalga até você e te diz que existem duas outras facções de cavaleiros na região.  Ambos estão estão de olho, e nenhum deles é hospitaleiro com estranhos.",
	"map.final:1.event.2.description" : "Batedores informam os rumores que Tyranell (o cavaleiro que roubou a Cabeça da Legião) está escondendo em algum lugar de uma Ilha ao sudoeste.  Quantos aos outros pedaços, não há muito mais onde ir a não ser que esteja no subsolo em algum lugar nesta área.",
	"map.final:1.guards.8.60.0.message" : "Você encontra um velho subordinado de Tyranell, dispençado do serviço de caveleiro e sentado desalentado na areia.  Você o questiona, e ele te conta que Sandro iria pagar bem a Tyranell para encontrar a Cabeça e outros pedaços da Legião.  Tyranell está apenas esperando que as autoridades desistam de o procurar para que ele continue sua busca.  Por sua informação, você dá ao subordinado algum ouro e o dispença.",
	"map.final:1.header.description" : "Crag Hack deve encontrar todas os pedaços da Legião e retorna-las à cidade de Hartferd para vencer o cenário.  Contudo, se Crag Hack for derrotado em combate, o cenário está perdido.  Crag Hack é limitado ao 30º nível mas levará sua experiência, habilidades e magias ao seu próximo cenário.",
	"map.final:1.header.heroNames.0" : "Lorde Velmor",
	"map.final:1.header.heroNames.6" : "Lorde Chasim",
	"map.final:1.header.heroNames.7" : "Tyranell",
	"map.final:1.header.name" : "Juntando a Legião",
	"map.final:1.header.player.1.mainHeroName" : "Lorde Chasim",
	"map.final:1.header.player.2.mainHeroName" : "Lorde Velmor",
	"map.final:1.heroes.0.name" : "Lorde Velmor",
	"map.final:1.heroes.6.name" : "Lorde Chasim",
	"map.final:1.heroes.7.name" : "Tyranell",
	"map.final:1.monster.44.18.0.message" : "Por favor não nos machuque!  Faremos o que você quiser, nós prometemos!",
	"map.final:1.monster.61.25.0.message" : "A batalha irá cessar!  Ninguém passará!",
	"map.final:1.quest.30.42.1.firstVisit" : "Os guardas aqui dizem ter ordens de permitir que apenas Crag Hack passe.",
	"map.final:1.quest.68.2.0.completed" : "Os guardas vêem que você tem o dinheiro para passar a tenda de acesso à Ilha.  Você deseja pagar o pedágio?",
	"map.final:1.quest.68.2.0.firstVisit" : "Para passar para a tenda adiante (dando a você acesso à Ilha) os guardas querem 8000 de ouro.",
	"map.final:1.town.59.11.0.event.0.description" : "Os habitantes de Hartferd estão construindo a cidade deles para ajudá-lo.",
	"map.final:1.town.59.11.0.event.1.description" : "Os habitantes de Hartferd estão construindo a cidade deles para ajudá-lo.",
	"map.final:1.town.59.11.0.event.2.description" : "Os habitantes de Hartferd estão construindo a cidade deles para ajudá-lo.",
	"map.final:1.town.59.11.0.event.3.description" : "Os habitantes de Hartferd estão construindo a cidade deles para ajudá-lo.",
	"map.final:1.town.59.11.0.event.4.description" : "Os habitantes de Hartferd estão construindo a cidade deles para ajudá-lo.",
	"map.final:1.town.59.11.0.name" : "Hartferd",
	"map.final:10.event.0.description" : "Nós estamos separados dos outros pelo estuário.  Ambos grupos devem se estabilizar e expulsar os Necromantes das Terras Contestadas e AvLee.  Os necromantes mantém um controle sufocante da área, mas nós devemos ser capazes de os expulsar.  Existem tropas de Erathia espalhadas pela área, e com a Aliança Angelical, nossas tropas não deveriam ter problemas em trabalharem juntas.",
	"map.final:10.event.1.description" : "Pesquisas na combinação de artefatos continuaram após os quatro terem partido para buscar a Aliança Angelical.  Os Magos descobriram um chifre feito de metais preciosos chamado de Cornucópia.  Se você puser o Frasco Emanador de Mercúrio, o Anel Exalador de Enxofre, a Capa de Cristal Fluente e o Anel de Gemas Infinitas juntos, eles formarão esta Cornucópia.  Rumores surgiram de que estes items, juntos de algumas bolsas de ouro, estão circulando pela área.  Sem dúvidas as forças de Sandro estão buscando por elas.",
	"map.final:10.event.10.description" : "Uma mensagem chegou para Gelu.  Ele rapidamente leu e logo explodiu em raiva, gritando palavras incompreensíveis e esmurrando seus punhos contra árvores e pedras.  Seu segundo em comando recolheu e leu o bilhete.  Isto é o que dizia: \"Nós lamentamos em lhe informar que Caleb, Capitão Ranger, foi morto no último combate com os Necromantes.  Nós confirmamos que ele foi assassinado pelas forças de Sandro.  É então requerido o seu retorno à Erathia o mais cedo possível.  Quando chegar, você será treinado nas obrigações formais de Capitão e receberá controle sobre os Rangers.  Parabéns.\"  Sabendo o quão próximo Gelu deve ter sido de Caleb, esta não será uma promoção feliz.",
	"map.final:10.event.11.description" : "Esta simplesmente não é sua semana.  Um mensageiro que estava viajando por todos castelos, tentando coordenar o ataque, acidentalmente carregava cupins.  Ele não os percebeu porque não carregava madeira alguma.  Mas os castelos estão percebendo, e irá custar muita madeira para reconstruir tudo e muito ouro para pagar por um exterminador.  Também, tem a esposa do exterminador, então você tem que a satisfazer com algumas gemas bonitas, ou ele não virá e você perderá todas suas defesas.",
	"map.final:10.event.2.description" : "Um desastre ocorreu.  Ladrões entraram no castelo tarde à noite, mataram os guardas e roubaram o quanto de ouro que puderam carregar.  Isto irá atrasar a sua programação de construção um bocado.",
	"map.final:10.event.3.description" : "Cambaleando acampamento adentro, um pobre homem desmorona no chão em frente de Gem.  Ela rapidamente aplica sua magia de cura, e ele consegue contá-la sua história.  Ele descreve um lugar onde os diabretes esconderam tesouros roubados, mas que é apenas uma marcação para um orbe impressionante apoiado em uma base dourada.  O orbe gira como se cheia de nuvens e realmente parece transbordar pelo chão.  Ele viu criaturas mágicas feitas de nada mais do que as nuvens flutuando dentro e ao redor do orbe.  Perseguido pelos Necromantes, ele não sabe se o orbe ainda encontra-se lá ou se já foi tomado.",
	"map.final:10.event.4.description" : "Os batedores Rangers retornam, cada um reportando algo de interesante.  A movimentação de Sandro tem sido em direção da sua localização, e ele comanda um grande exército.  Alguns dos generais tem os pedaços para a Cornucópia, mas eles deverão ser facilmente derrotados.  Um dos batedores, o último a entrar, tem um interessante bocado de informação.  Dentro das terras áridas dos necromantes fica uma terra ainda mais rochosa e desgraçada.  Atravessável, esta terra detém um orbe com uma base dourada.  O orbe parece ser feito de lama ou barro, mas o batedor podia perceber que era poderoso.  Ele poderá já ter caído nas mãos de Sandro, pois ele esteve por perto.",
	"map.final:10.event.5.description" : "Crag saiu de sua tenda praguejando.  O acampamento inteiro estava infestado de pulgas e piolho.  Normalmente ele não se importaria com tais coisas, mas muitas tropas sofrerão sérios efeitos colaterais se eles não tiverem isto tratado.  O custo é enorme de dedetizar as pulgas de cada Behemoth, Orc, Cavalgador de Lobos e o resto dos peludos.",
	"map.final:10.event.6.description" : "Uma incursão de invasores enxamearam atacando os acampamentos surpreendendo a todos.  Por pouco escapando com suas vidas, as tropas sairam ilesas, mas todo o equipamento teve que ser substituído.  Os ferreiros precisam de mais minério para fazer os metais e ouro para os pagar.",
	"map.final:10.event.7.description" : "Conhecendo a má sorte com a qual tem se deparado recentemente, uma vidente foi trazida à bordo para procurar por desastres.  Ela irá olhar ao futuro e ver se algo mais irá causar mais algum desastre.  Com alguma sorte e um pouco de trabalho, futuros problemas podem ser evitados.",
	"map.final:10.event.8.description" : "Coisas estranhas tem sido avistadas.  Próxima a pequena vila de Gourney o chão parece estar em chamas, mas nada queima ao seu redor.  Alguns tem visto um orbe espetacular situado no meio, sua superfície flamejante serpeando os lindos laranjas e vermelhos do fogo.  Outros dizem haver Elementais do Fogo dançando entre as chamas, mas ninguém pode dizer de certeza.",
	"map.final:10.event.9.description" : "Um Behemoth, um dos batedores de Yog, retorna parecendo esfarrapado e sujo apesar disso muito feliz e animado.  Ele exclama, \"Eu matei cem daquelas criaturas ossudas antes deles me afastarem.  E eu vi esta linda bola em uma poça fundo ao sul até onde pude ir.  Está ao leste daqui, fundo em território Necro.\"  Ele estufa seu peito com orgulho, sabendo que ele entregou informação importante porque Yog parece muito animado.  O Behemoth recebeu uma refeição e um banho.",
	"map.final:10.guards.103.76.0.message" : "Você não estava em guarda o suficiente e está sendo atacado por Elementais do Fogo!",
	"map.final:10.guards.105.87.0.message" : "Esta terra parece estar em chamas, como se os Elementais da Terra tivessem tomado gosto pela área.  Nervosamente olhando ao seu redor por um possível ataque, você mal consegue evitar os Elementais do Fogo que pulam em você!",
	"map.final:10.guards.106.56.0.message" : "Geralmente o Orbe de Lama fica enterrado profundamente dentro do planeta, onde fica facilmente acessível ao Plano Elemental da Terra.  Mas, por alguma razão, ela emergiu.  Você sabe que será guardado.",
	"map.final:10.guards.14.72.0.message" : "Um jovem mago com barba marrom acena para você, saúda e imediatamente desapareçe.  Ele deve ter errado a magia pois ele deixou para trás este lindo colar.  Bem, é culpa dele por errar o feitiço, então você recolhe o colar e o põe.",
	"map.final:10.guards.14.93.0.message" : "Um par perfeito de botas foi deixado aqui.  Talvez o dono tenha corrido tão rápido, que ele tenha corrido mais que as próprias botas.  Bem, você não as deixará para qualquer um.  Afinal de contas, Sandro poderia por suas mãos nela.",
	"map.final:10.guards.32.21.0.message" : "Este machado uma vez era pendurado no Grande Salão mas foi roubado alguns anos atrás.  Você está contente em recuperá-lo.",
	"map.final:10.guards.37.101.0.message" : "Parece que um Ogro deixou isto jogado por aí.  Seria um desperdício para um item tão útil ser dispençado.",
	"map.final:10.guards.4.72.0.message" : "Seja lá quem for aquele Ogro, ele continua deixando suas coisas espalhados por aí.  Você o multaria por despejar detritos, mas as coisas que ele larga não são exatamente lixo.",
	"map.final:10.guards.43.91.0.message" : "De dentro das nuvens avançando em sua direção estão os Elementais do Ar, e eles parecem ter trazido seus irmãos mais velhos, os Elementais da Tempestade!  Sem ter para onde fugir, você está encurralado e é forçado a lutar contra eles!",
	"map.final:10.guards.44.5.0.message" : "Passando por este calmo vale você está admirando o cenário.  É lindo aqui, com o belo lago e riacho fluindo jovialmente dele.  Lindas flores crescem sob a folhagem verde, e sopra um brisa morna.  Desafortunadamente, vocês não são os únicos neste pequeno lindo vale: alguns vermes habitaram a área e agora estão parasitados em você.  Visto que não há cura a não ser o tempo, você e suas tropas estarão funcionando pior que o normal.",
	"map.final:10.guards.45.88.0.message" : "Aqui está uma pequena sacola e está cheia de ouro!  Que ótimo dia, você encontrou um dos artefatos do qual aquele pessoal Ranger falava.  Talvez você encontre o resto deles também.",
	"map.final:10.guards.49.15.0.message" : "Parece que os anões foram derrotados seja lá quem estava segurando isto.  Com um ruído dos arbustos, você descobre quem os derrotou.  Você deseja correr ou vingar a morte dos Anões?",
	"map.final:10.guards.51.44.0.message" : "Parece que os deuses do Ar o contemplaram e dispuseram um precioso artefato eu seu caminho.  A única questão será, será que você é merecedor o suficiente?",
	"map.final:10.guards.54.29.0.message" : "Este artefato é do Plano Elemental do Fogo, e é bem conhecido que os habitantes inflamados não gostam de qualquer roubando sua propriedade.",
	"map.final:10.guards.62.99.0.message" : "Esta área está definitivamente mais elevada que as outras.  Seria sábio ficar de olho por Elementais do Ar patrulhando a área.",
	"map.final:10.guards.72.107.0.message" : "Este artefato é do reino alternado dos elementais; especificamente, do Plano Elemental da Água.  Está bem certo de que este artfato não ficará desprotegido.",
	"map.final:10.guards.85.80.0.message" : "Esta terra parece estar em chamas, como se os Elementais da Terra tivessem tomado gosto pela área.  Nervosamente olhando ao seu redor por um possível ataque, você mal consegue evitar os Elementais do Fogo que pulam em você!",
	"map.final:10.guards.88.77.0.message" : "Esta terra parece estar em chamas, como se os Elementais da Terra tivessem tomado gosto pela área.  Nervosamente olhando ao seu redor por um possível ataque, você mal consegue evitar os Elementais do Fogo que pulam em você!",
	"map.final:10.guards.89.46.0.message" : "Viajando por entre as terras áridas, você percebe que este seria um lugar que Elementais da Terra prefeririam.  Nenhum outro elemento está presente aqui, e eles poderiam viver em relativa paz exceto, é claro, pela pirâmide lá em cima.  Ao pensar em tudo isto, seus homens são rodeados e os Elementais da Terra, que moram aqui, o atacam!",
	"map.final:10.guards.89.8.0.message" : "Ao viajar por entre estas lindas piscinas, você é emboscado por Elementais da Água que violentamente protegem estas águas.  Sem outro recurso, você se defende.",
	"map.final:10.guards.91.78.0.message" : "Com todos os Elementais do Fogo na área, talvez você deveria ser mais cuidadoso e evitar se envolver em outra emboscada.  Afortunadamente, não parece ter nenhum ao redor no momento.",
	"map.final:10.guards.99.83.0.message" : "Com todos os Elementais do Fogo na área, talvez você deveria ser mais cuidadoso e evitar se envolver em outra emboscada.  Afortunadamente, não parece ter nenhum ao redor no momento.",
	"map.final:10.header.description" : "Derrote todos os Necromantes na área e crie a Aliança Angelical para vencer o cenário.  Porém, se Gem, Gelu, Crag Hack ou Yog forem derrotados em combate, o cenário está perdido.  Os quatro heróis são limitados ao 40º nível mas levarão sua experiência, habilidades e magias ao próximo cenário.",
	"map.final:10.header.name" : "União",
	"map.final:10.monster.13.15.0.message" : "Nós temos sido lenhadores por gerações, e esta é NOSSA madeireira!  Ninguém irá tomá-la de nós!",
	"map.final:10.monster.16.1.0.message" : "Nós coletamos estes tesouros, e você não tem permissão de entrar aqui!  Já que você está forçando o assunto, não temos escolha a não ser destruí-lo!",
	"map.final:10.monster.2.105.0.message" : "Esta é NOSSA mina de minério, e você não é bem-vindo para explorá-la!  Nós estivemos aqui por muito tempo, esperando pelas provisões necessárias para torná-la operacional novamente.   Não pense que será permitido que dançe a valsa aqui dentro e começe a explorar o minério!  Hora de morrer, seu mortal tolo!",
	"map.final:10.monster.29.13.0.message" : "Nós somos as viúvas de homens mortos por estes aparelhos infernais, e nós iremos impedir que você faça mais viúvas e orfãos!  Preparem-se para morrer!",
	"map.final:10.monster.33.102.0.message" : "Nós ficaríamos mais do que felizes em permitir que você explore esta mina de ouro, contanto que você nos deixe beber seu sangue.  Não?  Então acho que vamos lutar!",
	"map.final:10.monster.38.13.0.message" : "Você é mais do que bem-vindo em se alimentar nestas veias de cristal... contanto que nós possamos nos alimentar em suas próprias veias!",
	"map.final:10.monster.7.66.0.message" : "Estes são nosso tesouros, e se temos algo a dizer é que ninguém terá acesso à aqueles pássaros irritantes!  De fato, nós TEMOS algo a dizer sobre isto: lute ou morra!",
	"map.final:10.town.58.28.0.name" : "Gourney",
	"map.final:11.event.0.description" : "Nós estamos fundo em território dos Necromantes.  Quase tudo está morrendo aqui; apenas algumas poucas árvores conseguem prender-se ao solo depois que um Necromante tem usado sua magia da morte por tanto tempo.  Cada um de nós lidera um castelo e iniciou as preparações para o assaulto final.  Sandro está além daquele deserto.  Rumores sobre armadilhas mortíferas e gangues vagueantes de saqueadores deixou todos nós cautelosos, até mesmo o destemido Crag Hack.",
	"map.final:11.event.1.description" : "Nós temos rapidamente colocado madereiras e minas de minério de volta à produção.  Com quatro castelos, nossos recursos serão escassos.  Será imperativo que nós procuremos rapidamente por mais recursos e dinheiro necessários para ter um castelo operando.  Cada um de nós está explorando as terras, enviando batedores.  Os Necromantes tem em sua maioria construído castelos e estão à frente de nós.  Eu enviei uma mensagem à base, esperando que recebamos reforços, mas não sei se algum chegará.",
	"map.final:11.event.10.description" : "Notícias sobre nômades movendo-se rapidamente pelo deserto chega aos seus ouvidos.  É possível contratar este homens e ajudar suas tropas a moverem-se mais rápido pelo deserto e dentro da área de Sandro.  Tudo o que você deve fazer é encontrar a tenda listrada.",
	"map.final:11.event.11.description" : "Os Rangers relataram a informação que você precisa.  Sandro está murado atrás de uma torre protegida, e eles não irão se mover.  Aparentemente existem algumas pessoas que desejam sair de Deyja, mas eles precisam das Botas de Levitação.  Se você os trouxer as botas, eles permitirão que você passe pela sua torre protegida e você poderá derrotar Sandro em seu castelo.",
	"map.final:11.event.12.description" : "Um de seus agentes mantém as Botas de Levitação, mas você deve trazer 50 hobgoblins para saberem que você não é um truque dos Necromantes.  Ele também quer as tropas extras para continuar seu trabalho dentre as fronteiras de Deyja.  Você precisará visitar esta cabana para derrotar Sandro.",
	"map.final:11.event.13.description" : "Murados com segurança dentro de seu castelo, as forças dos mortos-vivos são incapazes de invadir.  Por um bom tempo ficam de fora, tentado desesperadamente entrar.  Então um dia seus homens adoecem com a praga.  Os necromantes haviam envenenado seu suprimento de água com carne podre, e agora você deverá pagar muito pela cura necessária.",
	"map.final:11.event.14.description" : "Em apenas uma semana terá esgotado seu tempo.  As tropas de Sandro estão à caminho.  Se não se apressar, você será pego entre as duas grandes forças.  É imperativo que você tenha sucesso.",
	"map.final:11.event.15.description" : "Em duas breves semanas Sandro terá todos os reforços que ele precisa, e você não será nada mais do que uma má lembrança.  Você deve derrotar todas as forças dele ou perecerá por nada.",
	"map.final:11.event.16.description" : "Pouco tempo é restante, e você não deve perdê-lo.  As tropas de Sandro foram avistadas mais perto e definitivamente estarão aqui em uma três semanas.  Apresse-se, pois Sandro vencerá se você não completar sua missão logo.",
	"map.final:11.event.17.description" : "Falta por volta de um mês para que as tropas de Sandro cheguem aqui.  Os batedores os avistaram longe no horizonte.  Talvez você seja concedido um dia extra, se eles não estiverem viajando rápido.  Se Sandro e seus escravos não forem derrotados logo, sua causa estará perdida e seu tempo terá sido perdido.",
	"map.final:11.event.2.description" : "Relatos sobre um teletransporte para o subterrâneo estão circulando.  Rumores dizem que há cavernas subterrâneas repletas de tesouros além de sua imaginação.  Tudo o que você tem que fazer é passar por um dos Generais de Sandro e usar o teletransporte.",
	"map.final:11.event.3.description" : "Um dos artefatos pesquisado foi o Elixir da Vida.  Gelu havia juntado seus componentes para o Lorde Falorel, que obviamente não havia o usado mas ao invés disto o escondeu para que ninguém pudesse o usar contra ele.  Este artefato seria muito útil, se fosse encontrado.  Os magos o rastrearam até esta região mas não sabem sua localização exata.",
	"map.final:11.event.4.description" : "Um místico perambula pelo acampamento, mendigando por comida.  Crag Hack exige que o místico ganhe sua comida e hospedagem, então o velho observa o enorme bárbaro cuidadosamente.  Ele logo diz, \"Os Dragões Fantasma são a chave para obter o Elixir da Vida.\"  Após dizer isto, ele começa comer e ignora Crag pelo restante da noite, para a irritação de Crag.",
	"map.final:11.event.5.description" : "Um dos batedores informa que algumas pessoas nas cavernas subterrâneas podem estar procurando pelo Elixir da Vida, e pode ser melhor fazer umas compras por aí e ver o que você pode conseguir.",
	"map.final:11.event.6.description" : "Cedo de manhã, antes que o sol atingesse os ladrilhos, o sino de alerta soou.  Esperando por uma batalha, Yog pulou fora de seu saco de dormir, machado em mãos, e correu em direção da confusão.  Ficou evidente que todos foram lentos demais.  Os bandidos já haviam fugido com algumas provisões, galinhas, ouro, jóias, armamentos e armarduras.  O pobre contabilista foi despertado de seu sono para descobrir qual foi o prejuízo.",
	"map.final:11.event.7.description" : "Uma grande cortina de fumaça foi vista subindo do deserto como uma horrível cobra negra.  Aqueles que voltaram da investigação tem algumas notícias interessantes para relatar.  Os elementais foram subornados pelos Necromantes e estavam permitindo que seu fogo queimasse no chão aumentando a Magia de Fogo sem queimar nada.  Seria sábio enviar um feiticeiro para lidar com este necromante, e todos olhos se voltam à Gem.",
	"map.final:11.event.8.description" : "Uma mulher profética entra no acampamento e declara ter uma informação importante para Gelu.  Ele concorda em a ver e ela diz, \"No longínquo canto norte do deserto encontra-se o Tomo do Fogo.  Em suas páginas você encontrará todas as magias que busca para derrotar seus inimigos.  Seria sábio encontrar este artefato antes que eles o encontrem.  Isto seria 500 em ouro.\"  Gelu paga a mulher e Gem fica imaginando qual seria a idade dela.",
	"map.final:11.event.9.description" : "Um homem velho vem cambaleando dentro do castelo na companhia de toda sua família.  O grupo de cinqüenta e tantos se aproxima de Crag Hack, e o velho apresenta-se.  \"Por favor, senhor, E tenho uma informação importante e por ouro o suficiente para alimentar minha família, eu lhe darei esta informação.\"  Crag concorda em pagar ao homem 500 em ouro e ele dá sua informação.  \"O poderoso Tomo da Magia da Água está localizado logo ao sul do castelo de Sandro.  Entre sua páginas estão poderosas magias, e elas podem ser usadas por qualquer um que tenha sabedoria o suficiente.\"",
	"map.final:11.guards.6.2.0.message" : "Este antigo tomo tem sido guardado por séculos, mas agora encontra-se aqui, desguardado e desprotegido.  Ou não?",
	"map.final:11.guards.65.21.0.message" : "Os guardiões postos aqui pelos Lordes da Água séculos atrás protegem este tomo.  Com tais oponentes, não me surpreende que os Necromantes ainda não os derrotaram.",
	"map.final:11.header.description" : "Derrote Sandro e todos seus serviçais para vencer o cenário.  Porém, se qualquer um dos seus quatro heróis forem derrotados em combate ou se falhar em derrotar as forças de Sandro em quatro meses, o cenário será perdido.",
	"map.final:11.header.heroNames.70" : "Finneas ",
	"map.final:11.header.name" : "A Queda de Sandro",
	"map.final:11.heroes.70.name" : "Finneas ",
	"map.final:11.monster.14.51.1.message" : "Não permitiremos que ninguém passe.  Jamison o Vidente está tentando ajudar sua mãe, que apoia a magia do Ar e Água mas não aprecia nossos poderes.  Pela sua imprudência nós não permitiremos passagem a ninguém.",
	"map.final:11.monster.20.25.1.message" : "\"Este é nosso território!\" as Fênix berram.  \"Morram!\"",
	"map.final:11.monster.42.30.1.message" : "Este é o nosso domínio!  Mortais não são permitidos!  Prepare-se para se tornar parte do éter!",
	"map.final:11.monster.44.23.1.message" : "Nós somos os guardões e vocês não serão permitidos aqui.  Não pense que poderá passar por nós facilmente!",
	"map.final:11.monster.46.31.1.message" : "Este é o nosso domínio!  Mortais não são permitidos!  Prepare-se para se tornar parte do éter!",
	"map.final:11.monster.47.42.0.message" : "Estes golems foram postos séculos atrás para proteger os dois Tomos de Magia roubados dos Lordes Elementais.  Agora você deve derrotar todos 200 guardiões para obter acesso aos preciosos livros.",
	"map.final:11.monster.49.25.1.message" : "Este é o nosso domínio!  Mortais não são permitidos!  Prepare-se para se tornar parte do éter!",
	"map.final:11.monster.52.58.1.message" : "Não permitiremos que ninguém perturbe nosso santurário.  Agora você será liquidificado e adicionado às nossas piscinas!",
	"map.final:11.monster.52.62.1.message" : "Não permitiremos que ninguém perturbe nosso santurário.  Agora você será liquidificado e adicionado às nossas piscinas!",
	"map.final:11.monster.53.22.1.message" : "Este é o nosso domínio!  Mortais não são permitidos!  Prepare-se para se tornar parte do éter!",
	"map.final:11.monster.54.57.1.message" : "Não permitiremos que ninguém perturbe nosso santurário.  Agora você será liquidificado e adicionado às nossas piscinas!",
	"map.final:11.monster.56.61.1.message" : "We will not allow anyone to disturb our sanctuary.  Now you will be liquefied and added to our pools!",
	"map.final:11.quest.13.50.1.completed" : "Este é o Elixir!  Onde o encontrou?  Não importa.  Você o trocará pelo meu Arco do Franco-atirador?",
	"map.final:11.quest.13.50.1.firstVisit" : "Eu estou precisando desesperadamente do Elixir da Vida.  A saúde de minha mãe está lesada e a água bebida do Elixir irá a curar.  Eu jurei abrir mão de minha possessão mais valiosa, o Arco do Franco-atirador, se eu encontrar o Elixir da Vida.",
	"map.final:11.quest.13.50.1.nextVisit" : "A não ser que você tenha o Elixir da Vida eu não abrirei mão de meu arco.",
	"map.final:11.quest.21.23.1.completed" : "Espécime Perfeito!  Você o trocará pelo Poço do Mago?",
	"map.final:11.quest.21.23.1.firstVisit" : "Eu ouvi falar em um antigo artefato chamado o Elixir da Vida.  Em troca deste raro artefato eu estou disposto a lhe dar esta velha quinquilharia, o Poço do Mago.  Volte com o artefato e eu farei uma troca com você.",
	"map.final:11.quest.49.29.0.completed" : "Ótimo!  Agora podemos fazer mais reconhecimento em Deyja.  Nos dê 50 Hobgoblins, e nós lhe daremos as Botas de Levitação.  Daqui você pode ir aos Rangers de sua torre.  Eles querem escapar mas não podem.  Com as Botas de Levitação eles poderão fugir, e você poderá passar pelos portões para matar Sandro... ou pelo menos lhe dar uma boa cacetada.",
	"map.final:11.quest.49.29.0.firstVisit" : "Para nós agüentarmos por aqui e manter as linhas de espiões por mais tempo, nós precisamos de mais forragem de canhão para atrair atenção.  Traga-nos 50 Hobgoblins, e nós lhe daremos as Botas de Levitação.  Você as precisará para chegar à Sandro.",
	"map.final:11.quest.49.29.0.nextVisit" : "Você só terá as botas se tivermos 50 Hobgoblins.",
	"map.final:11.quest.51.58.1.completed" : "Eu lhe darei o Anel do Mago de meu avô se você me der o Elixir da Vida.",
	"map.final:11.quest.51.58.1.firstVisit" : "Eu busco pelo Elixir da Vida.  Este anel uma vez pertenceu a meu avô, um poderoso mago.  Ele está imbuído com grandes poderes, e eu lhe darei em troca do Elixir.",
	"map.final:11.quest.59.50.0.completed" : "Muito obrigado por seu ato heróico.  Eu sei que foi difícil os enfrentar, mesmo em suas condições enfraquecidas.  Aqui está o Elixir da Vida.  Você poderá mantê-lo ou trocá-lo.  Existem aqueles lá embaixo que trocariam este item por algo que você pode achar mais útil.  Busque pelos teletransportes, e talvez encontrará algo de mais valor.",
	"map.final:11.quest.59.50.0.firstVisit" : "Nossos irmãos foram uma vez lindos dragões que viviam nestas terras.  Agora eles são os abomináveis fantasmas do que uma vez foram, sob o controle de um mero mortal Necromante.  Se você puser suas almas em descanso, nós lhe daremos a chave para grandes tesouros.",
	"map.final:11.quest.59.50.0.nextVisit" : "Até que suas almas estejam em paz, nós não partiremos com o Elixir da Vida.",
	"map.final:11.quest.65.7.0.completed" : "Nós entregue as Botas de Levitação, e partiremos para que você passe.  Senão, estaremos em um impasse.",
	"map.final:11.quest.65.7.0.firstVisit" : "Não podemos partir deste lugar.  Apenas se pudéssemos voar conseguiríamos sair.  As Botas de Levitação são nossa única esperança.  Há um grande lago que devemos cruzar, e sem permissão para levarmos o barco nós estamos presos aqui.  Com as Botas poderíamos cruzar sozinhos e desaparecer em território Deyjaniano.",
	"map.final:11.quest.65.7.0.nextVisit" : "Sem as Botas de Levitação nós não podemos partir, e você não pode passar.",
	"map.final:2.event.0.description" : "Após chegar a Willowglen esta manhã, você descobre que Lorde Falorel foi assissinado por envenenamento.  Contudo, uma inspeção do corpo revelou que Lorde Falorel não era um Elfo afinal de contas!  Ao que parece ele meramente se passava de Elfo quando, na verdade, ele era um Vampiro!  Algo muito estranho está acontecendo, e você deve descobrir o que!  Apesar da decepção em jogo aqui, você deve localizar e lidar com o assassino pelo bem de AvLee.",
	"map.final:2.event.1.description" : "Um mensageiro chega trazendo notícias que forças necromantes invadiram a cidade de Soledare.  Esqueletos andam pelas ruas, e a cidade foi completamente comprometida.  Se apresse ao Leste e liberte Soledare.  Embora tenha sido quase destruída por completo, você encontrará uma maneira de trazer Soledare ao seu estado anterior.",
	"map.final:2.event.10.description" : "Estes campos de extermínio devem ser fechados.  Os lordes em AvLee e seus superiores em Erathia estão aflitos com seus relatos dos eventos ocorrendo aqui.  Conquistar as vilas nesta região irá retardar grandemente a produção de esqueletos para os necromantes.  Estas atrocidades devem cessar imediatamente.  Só então os terrores da noite irão deixar seu sono imolestado.",
	"map.final:2.event.11.description" : "A morte de nosso Lorde Falorel e a descoberta de que ele era na verdade um Vampiro traz à questionamento todas suas ações passadas.  Esse lordes seriam na verdade bandidos atacando a região?  E este Lorde Dragão, ele estava mesmo aliado aos Necromantes?  Você provavelmente nunca saberá as inteções deste impostor, mas você sabe que ele tinha inimigos e eles o pegaram.\n\nDevido a estes eventos, os gritos daqueles que você injustamente matou o assombrarão.  Reparação deve ser executada para purificar sua alma, e é imperativo que os líderes de Erathia saibam destes eventos.  Você teme que eles não estarão satisfeitos com seu papel dentro de tudo isto.",
	"map.final:2.event.12.description" : "Uma carta chegou hoje de uma druida chamada Gem.  Ela quer se encontrar com você quando você terminar seus assuntos nas terras do Lorde Falorel e olhar a fundo os recentes eventos com os Necromantes.  Ela acredita que eles estão preparando um ataque direto no território de AvLee, e você não poderia concordar mais.  Sua resposta é positiva: uma vez que acabar aqui você se encontrará com ela.",
	"map.final:2.event.2.description" : "Rumores dizem que uma Druida de uma terra distante está tendo problemas com os Necromantes.  Você deve se perguntar se a morte do Lorde Falorel tem algo a ver com os problemas dela.  ",
	"map.final:2.event.3.description" : "As águas do Rio Shandar separam esta área da fronteira entre AvLee e Deyja.  Um dos maiores rios em toda Antagarich, o Shandar já foi uma vez uma rota marítima vital dos Hobbits em Eeofol até as cidades do oeste de AvLee.  Agora ela é uma fronteira a ser defendida, um lugar de grande vigilância e freqüente conflito.  Shandar tem muitas corredeiras, mas pode ser navegada com segurança, o que o torna um ponto estratégico.",
	"map.final:2.event.4.description" : "Reunindo aldeões em redis, os Necromantes podem facilmente massacrar e erguê-los em massa tornando-os em exércitos de mortos-vivos.  Os detalhes são repulsivos e reviram seu estômago, ameaçando fazer você deprimir.  Felizmente, seu treinamento prova ser mais que adequado evitando tal exibição.  Você está furioso e jura vingar estas pobres almas.",
	"map.final:2.event.5.description" : "Existe uma extensa rede de túneis subterrâneos nesta região que vai fundo abaixo do rio e permite acesso à uma grande variedade de lugares.  Se usado corretamente, este sistema de túneis permitiria alguns assaltos dinâmicos e ataques surpresa.  Esta é uma idéia que definitivamente vale a pena investigar porque o inimigo estará vigiando sua costa atentamente.",
	"map.final:2.event.6.description" : "Seus batedores reportam terem visto os rituais de transformação de esqueletos, e eles são extremamente apavorantes.  A necessidade por tropas deve estar afetando os Necromantes.  Eles também informam que há dois bárbaros atuando em Erathia, incitando encrenca.  A outra possibilidade seria que eles estão se preparando para algo grande.  Este pensamento não é bem-vindo em sua mente... porém permanece.",
	"map.final:2.event.7.description" : "Sua interrogação de alguns presos trouxe a você dicas de um nome: Sandro.  Aparentemente, este Sandro era um rival de Vayarad e pode ter sido quem ordenou seu envenenamento.",
	"map.final:2.event.8.description" : "Uma mensagem de seus comandantes Erathianos chega:\n\n\"Agora que as notícias da morte do Lorde Falorel chegou ao povão, a palavra espalhou-se rapidamente e a nobreza Élfica está temerosa e duvidosa.  Descubra a identidade do assassino.  Os Elfos estão conferindo os seus para ver se AvLee foi comprometido além daquilo.  Nós recebemos informação de mais atividade Necromante.  Busque por Gem que também está investigando eventos similares.\n\n\"Na questão das ações que você tem tomado sob o comando deste impostor, não tema!  O Rei Gryphonheart compreende a situação e apoia sua posição atual.\"",
	"map.final:2.event.9.description" : "Seus videntes descobriram que o veradeiro nome do Lorde Falorel era Vayarad, e ele era um Lorde vampiro do noroeste de Deyja.  Ele esteve semeando AvLee com sua própria linhagem, preparando-se para algum tipo de golpe em Deyja.  Seus exércitos cresciam lentamente, mas cresciam apesar de tudo.  Eles também acreditam que o verdadeiro Lorde Falorel foi morto algum tempo atrás e substituído por este Vayarad.  É muito provável que Falorel foi transformado num morto-vivo e agora serve os exércitos de Deyja.",
	"map.final:2.header.description" : "Derrote todos os Necromantes na área para vencer o cenário.  Contudo, se Gelu for derrotado em combate, o cenário será perdido.  Gelu é limitado ao 30º nível mas levará sua experiência, habilidades e magias para o seu próximo cenário.",
	"map.final:2.header.name" : "Busca por um Assassino",
	"map.final:2.town.4.4.0.name" : "Willowglen",
	"map.final:2.town.51.18.0.name" : "Soledare",
	"map.final:3.event.0.description" : "Lorde Fayette foi transformado em um Cavaleiro da Morte numa missão secreta em Deyja.  Aparentemente ele deveria encontrar-se secretamente com os Lordes da Fronteira de Deyja, mas algo deu errado.  Eu estou determinada à conceder paz final à sua alma destruindo seu corpo morto-vivo.  Clancy voluntariou-se em me ajudar.  Nós atravessamos a fronteira em uma terra-sem-dono entre AvLee e Deyja.  Daqui nós iremos construir nossas forças e avançar até Deyja.",
	"map.final:3.event.1.description" : "Nós localizamos dois castelos Florestais.  Clancy e eu iremos nos sediar em cada uma, construir nossas forças e castelos, e depois combinar nossas forças e avançar à Deyja.  Pelas minhas previsões eu sei que o Caveleiro da Morte que procuramos está nesta área de Deyja.  Malditos sejam!  Nós lhe concederemos paz final, Lorde Fayette.  Eu prometo.",
	"map.final:3.event.2.description" : "Eu recebi uma mensagem da esposa do Lorde Fayette hoje.  Ela me disse que havia descoberto o propósito da missão secreta de seu marido.  Aparentemente ele estava tentando descobrir o que havia acontecido ao seu vizinho, Lorde Falorel.  Lorde Falorel foi encontrado por um Ranger morto, mas o corpo era de um vampiro.  O que ocorreu não está claro.  Será que Falorel foi trocado pelo vampiro?  O verdadeiro Falorel teria sido capturado e transformado em um vampiro?  Ou havia algo mais acontecendo?  E quem matou o vampiro?  Hmm, uma outra pergunta:  porque um Lorde Guarda da Fronteira de Deyja estaria disposto a falar com Lorde Fayette à respeito disto?",
	"map.final:3.event.3.description" : "Até mesmo em Deyja exitem alguns habitantes que não são mortos-vivos.  Meus batedores fizeram contato com alguns ontem.  Eles tinham algumas notícias interessantes.  O local onde o Lorde da Fronteira de Deyja foi assassinado recentemente.  Ele foi aparentemente morto no mesmo dia que Lorde Fayette.  A parte interessante é que as pessoas interrogadas pelos batedores acreditam que outro Lorde de Deyja assassinou o Lorde da Fronteira.",
	"map.final:3.event.4.description" : "Está ficando cada vez mais óbvio para mim que a morte do Lorde Fayette foi resultado de algum trama bem maior.  Não tenho certeza se ele foi morto por ser um Lorde da Fronteira ou por ter descoberto muito do que se passava.  Se o Lorde da Fronteira de Deyja não tivesse sido morto, eu diria que era um plano de invadir AvLee na confusão resultado da morte de dois Lordes de Fronteira vizinhos.",
	"map.final:3.event.5.description" : "Isso faria sentido exceto que o Lorde da Fronteira de Deyja do outro lado deles também foi morto.  Pelo que parece há uma conspiração maior que uma invasão ou existe mais de uma coisa acontecendo aqui.  Eu decidi enviar o que eu sei ao Alto Conselho de Druidas.",
	"map.final:3.event.6.description" : "Eu enviei uma mensagem ao Clancy semana passada perguntando o que ele sabia sobre Gelu.  Eu recebi sua resposta hoje.  Interessantemente, Gelu é um Erathiano que recentemente tornou-se membro de alguma unidade de elite.  Ele foi designado a ajudar Lorde Falorel na articulação de alguma operação Erathia-AvLeeneana que nunca ocorreu devido a morte de Falorel.",
	"map.final:3.event.7.description" : "Eu estou enviando uma carta ao Gelu dizendo que penso que as mortes de Falorel e Fayette estão relacionadas e pedindo que ele me encontre depois que eu por para descansar o Lorde Fayette.  Eu gostaria de saber o que ele sabe sobre o que está acontecendo.",
	"map.final:3.event.8.description" : "Eu ouvi algumas de minhas tropas falando sobre meus olhos.  Foi engraçado.  Aparentemente eles pensam que o azul ao redor de meus olhos é algum tipo de pintura de guerra.  Eu acho que eles ficariam desapontados se lhes dissesse que meramente faz parte de ser uma Druida.  Eu encantei meu rosto desta maneira numa cerimônia que hora algo que pequenas criaturas tenham feito por mim, que no meu caso foi quando guaxinins lavaram minha comida na água.  O gesto dos guaxinins pode não ter sido um presente monumental, mas prezo a memória.",
	"map.final:3.header.description" : "Você deve matar Lorde Fayette para vencer o cenário.  Contudo, se Gem for derrotada em combate, cenário está perdido.  Gem é limitada ao 30º nível mas levará sua experiência, habilidades e magias ao seu próximo cenário.",
	"map.final:3.header.heroes.150" : "Lorde Fayett",
	"map.final:3.header.name" : "Paz Final",
	"map.final:3.heroes.150.biography" : "Um Necromante desconhecido ergueu Lorde Fayette como um Caveleiro da Morte.  Lorde Fayette recebeu ordens de invadir AvLee.",
	"map.final:4.event.0.description" : "Here",
	"map.final:4.event.1.description" : "Me tomou algum tempo em encontrar Crag Hack e o convencer a juntar-se a mim.  Agora ele está muito entusiástico em chutar alguns traseiros de necromante.  Enquanto acampávamos, ele me contou a história de como um Mago chamado Sandro o enganou convencendo-o a entregar quatro artefatos sem pagar.  Eu nunca ouvi falar nesse Mago mas ficarei de olho aberto por qualquer um batendo com sua descrição.",
	"map.final:4.event.2.description" : "Algo promissor alcançou seus ouvido noite passada enquanto você se preparava para dormir.  Parece que você e Crag Hack não são os únicos lutando contra estes Necromantes.  Um Guarda Florestal e uma Druida,  Gelu e Gem, também estão batalhando as forças dos mortos-vivos, mas eles estão atuando dentro das fronteiras de AvLee.  Você não havia percebido como a influência dos Necromantes havia alcançado tão longe.  Rapidamente, você escreve uma mensagem explicando sua situação e envia a eles, esperando que eles o encontrem em uma data adiante.",
	"map.final:4.event.3.description" : "Logo depois de você e Crag Hack juntarem-se, você cruzou uma seção de Erathia completamente tomada pelos mortos-vivos.  Sendo o bárbaro sedento por sangue que Crag é, ele queria invadir e derrotar todos Necromantes sozinho.  Convencê-lo a ficar e construir um exército foi bem mais fácil do que imaginado.  Tudo o que você precisou fazer foi mencionar que se ele construisse um exército ele poderia deitar e rolar sobre os morto-vivos dentre semanas.  Finalmente ele balançou a cabeça concordando.  Pelo menos seu crânio não é completamente vazio, você diz a si mesmo enquanto ele sai dos aposentos.",
	"map.final:4.event.4.description" : "Olhando aos relatos dos batedores, você percebe que as forças dos Necromantes estão muito mais fortes do que você originalmente imaginava.  Não apenas atacarão de todos os lados, mas nós estamos em desvantagem numérica de três para um!   Crag Hack deve saber disto imediatamente!",
	"map.final:4.event.5.description" : "As cidades estão indo muito bem.  Está indo mais lento do que você gostaria, mas por alguma razão você está com uma perturbante suspeita de que você está numa enrrascada.  Não gostando deste sentimento, você despacha alguns batedores para inspecionar os arredores.  Esperançosamente eles trarão alguma informação sobre o inimigo.",
	"map.final:4.event.6.description" : "Rindo consigo mesmo, você percebe que estava louco em sequer pensar em juntar forças com aquele... aquele ... aquele Bárbaro.  A resposta de Crag chegou a pouco.  Ele disse o seguinte: \"Nós construimos, nós esmagamos.  Não temas os fedorentos.\"  Bem a mensagem foi brusca, se chega a ser algo.  Percebendo que este Bárbaro provavelmente irá se precipitar na batalha despreparado, você grita ordens para apressar as preparações.",
	"map.final:4.event.7.description" : "Bem, eu estou quase pronto.  Eu acho que está quase na hora de marcar uma reunião com Crag Hack para discutir um plano.  Mandando buscar um mensageiro, você rapidamente escreve uma mensagem solicitando uma reunião dentre poucas semanas.",
	"map.final:4.event.8.description" : "Crag Hack apareceu hoje, e ele estava ansioso para discutir exatamente como vamos esmagar os Necromantes.  Ele tinha prática nisto, explicando como havia matado vários Necromantes por alguns artefatos.  Estes artefatos deveriam ser seu ingresso para ouro, terras e mulheres.  Mas isto nunca aconteceu porque Sandro o trapaceou fora do negócio.  Agora ele quer simplesmente matar para alviar o estresse.  Eu exibi meus planos, explicando que quanto mais ele esperasse em alguns casos, mais necromantes ele esmagaria.  Ele pareceu concordar com a idéia, mas eu não estava muito convencido quando parti.",
	"map.final:4.event.9.description" : "Um mensageiro regressou a pouco informando que Gem e Gelu querem se encontrar em Bragden, que é na área noroeste de Deyja.  \"Bem,\" você pensa consigo mesmo, \"assim que acabarmos aqui estaremos à caminho.\"",
	"map.final:4.guards.27.21.0.message" : "JUsto quando o sol atinge seu o pico, você percebe um cintilar ao lado da estrada.  Não sabendo o que é, você pára seu exército e manda alguém conferir.  O Goblin retorna poucos minutos depois com uma espada e um pedaço de pergaminho.  Uma olhada para espada o diz que ela é inútil, então você diz ao Goblin para ficar com ela.  Mas o pergaminho era diferente.  Abrindo o pergaminho, você percebe que é uma anotação dizendo algo sobre tesouros enterrados escondidos em algum lugar aqui.  No canto abaixo da anotação você vê um pequeno mapa.  Pegando suas orientações, você percebe que os tesouros estão no vale ao sul não muito longe daqui.",
	"map.final:4.guards.27.27.0.message" : "Após várias horas de busca você finalmente encontrou o ponto do mapa onde indicava um tesouro enterrado.  Não querendo fazer todo trabalho sozinho, você ordena que alguns de seus homens o faça por você.  Vários minutos depois você é graciosamente recompensado.",
	"map.final:4.guards.27.29.0.message" : "Apontando ao ponto onde seus homens devem começar a excavar, você se pergunta porque alguém iria querer enterrar tanto ouro.  Não conseguindo encontrar uma boa razão porque você não deveria tomar o ouro, você o coloca em seu alforge e ordena que seu exército continue marchando novamente.",
	"map.final:4.guards.28.31.0.message" : "Você olha o chão, depois o seu mapa.  Este foi definitivamente o mais difícil de encontrar.  Decidindo-se que aqui é o ponto onde o tesouro deveria estar, você ordena que seus homens excavem o último dos tesouros escondidos.",
	"map.final:4.guards.47.2.0.message" : "Ao cruzar o terreno acidentado você chega a um homem deitado ao lado da passagem com uma ferida aberta em seu lado.  Quando ele o vê parado ali ele acena para você.  Antes que você se aproximasse, porém, ele aponta ao leste e diz em um sussurro rouco, \"Meu ouro... levado... muitos Orcs... rápido.\"",
	"map.final:4.guards.47.48.0.message" : "Você havia enviado dois batedores para conferir as fortificações do castelo.  Apenas um voltou, mas ele tinha muito mais do que apenas informação das fortificações.  Ele tinha uma conversa interessante memorizada.\n\n\"Isto está ficando ridículo.  Finneas Vilmar ficará completamente furioso quando ouvir sobre nossas perdas.  Nossas ordens eram simples: vir aqui e construir um exército.  Nós nem conseguimos fazer isto!  Eu vou arrancar a cabeça daquele Bárbaro e usá-lo como pesa-papéis... quando o pegar, é claro.\" disse o Necromante.\n\n \" Eles ainda não venceram, não tema,\" o soldado respondeu.\n\n\"EU NÃO ESTOU COM MEDO!  Você me ouviu?  Nada neste mundo me assusta!\"\n\n\"Sim, senhor.\"\n\"Agora vá me buscar as cabeças deste bárbaros!  AGORA!\" \n\n\"Isto foi quando a conversa deles acabou, senhor.\" \nAssimilando isto, você decide que ao acabar com estes necromantes, você fará uma visita a este Finneas Vilmar.",
	"map.final:4.guards.56.0.0.message" : "Ao limpar o sangue de sua lâmina, você contempla como essa batalha foi boa.  Bom, como estes Orcs não precisarão mais deste ouro, você decide levá-lo.",
	"map.final:4.header.description" : "Yog e Crag Hack devem derrotar os Necromantes para vencer o cenário.  Contudo, se um dos heróis morrer em combate, o cenário está perdido.  Yog e Crag Hack são limitados ao 33º nível mas levarão sua experiência, habilidades e magias ao seu próximo cenário.",
	"map.final:4.header.name" : "Segredos Revelados",
	"map.final:4.monster.55.0.0.message" : "Nós estivemos minando este ouro durante anos!  Você não o tirará de nós!",
	"map.final:4.quest.33.45.0.firstVisit" : "Behemoths Anciãos estão ameaçando vilarejos ao norte daqui.  Se você for tão corajoso em derrotá-los, Eu o recompensarei abundantemente.",
	"map.final:4.town.15.5.0.event.0.description" : "Algumas tropas leais finalmente chegaram para ajudar a açoitar estes Necromantes!",
	"map.final:4.town.56.5.0.event.0.description" : "Recrutas têm chego e estão dispostos a lutar por você.",
	"map.final:5.event.0.description" : "Gelu:  Após saber que Sandro estava por trás da trama para matar Lorde Falorel, eu fiz mais algumas investigações e descobri que os Lordes Dragões que eu destrui não eram bandidos.  Eles eram realmente Lordes da Fronteira de AvLee.  Eu senti que precisava me explicar pessoalmente ao Conselho de Anciãos de AvLee e aceitar seu julgamento pelo meu erro.  O Conselho foi cético, mas após consultarem seu Oráculo, eles disseram que eu poderia me redimir participando em uma campanha punitiva contra Deyja.  Eu me sinto preso pela honra para aceitar o julgamento, e eu me ausentei da Guarda Florestal.",
	"map.final:5.event.1.description" : "Gem:  A boneca me desconcertou.  Ela parecia igual a que minha irmã tinha pouco antes de morrer.  Eu me lembro de pensar que ela era a menina mais sortuda do mundo por ter uma boneca como aquela.  Daí os esqueletos mataram todos no meu vilarejo.  Eu fui a única sobrevivente.  Eu estou contente que o Conselho de Anciãos me escolheu como uma do par a punir Deyja.",
	"map.final:5.event.2.description" : "Gem:  Eu recebi uma mensagem de Ethric hoje.  Ethric disse que fazia décadas que Sandro foi seu aprendiz.  Ele disse que Sandro fugiu e tornou-se um Necromante!  Havia mais notícias doentias.  Ethric disse que Sandro poderia estar tentando construir um artefato com todos aqueles artefatos que juntou para ele.  Eu estava tão furiosa, eu gritei.  Nenhuma de minhas tropas se aproximou de mim por uma hora.  Eu devo passar estas informações ao Gelu e o Conselho de Anciãos.",
	"map.final:5.event.3.description" : "Gelu:  Eu recebi uma mensagem de Gem hoje.  Ela descobriu que Sandro é um Necromante.  Ela parecia zangada.  Ela disse que Sandro poderia ter construído um podereso artefato com todos os artefatos que ela juntou para ele.  Eu me pergunto se os falecidos Lordes de AvLee ficaram cientes disto?",
	"map.final:5.event.4.description" : "Gelu:  Meus batedores encontraram alguns irregulares de Erathia hoje.  Eles eram parte uma unidade de milícia da cidade de Clovergreen.  Eles conheciam Gem.  Eles também passaram notícias interessantes.  Dois Bárbaros chamados Crag Hack e Yog estão invadindo Deyja de Erathia.  Eu devo avisar Gem sobre isto e mandar palavra ao Alto Comando de Erathia.",
	"map.final:5.event.5.description" : "Gem:  Hoje eu recebi notícia de Gelu sobre um par de Bárbaros atacando Deyja das Terras Contestadas.  Para minha surpresa, uma hora mais tarde alguns de meus batedores elfos escortam alguns espiões Orcs com uma mensagem para mim.  Era de um Bárbaro azul chamado Yog.  Hmm, eu o encontrei uma vez em Enroth.  Ele está com outro Bárbaro chamado Crag Hack.  Também ouvi falar no Crag também.  Yog e Crag Hack estão bravos com os Necromantes e Sandro especialmente.  O quê?!  Crag coletou artefatos para o Sandro, que combinaram-se em um poderoso artefato!  Ethric tinha razão!",
	"map.final:5.event.6.description" : "Para expressar seu desprazer para com Sandro, os Bárbaros decidiram invadir Deyja, mas Yog quer saber o que realmente está acontecendo.  Este é um bom momento para nossa campanha.  Nós estamos acertando Deyja do Norte enquanto eles atacam do Oeste.  Os Erathianos ficarão alarmados quando ouvirem falar em Yog and Crag.  Eu quero falar com Yog.  Onde está aquele mapa?  Hmm, Gelu e eu devemos primeiro tomar o Castelo de Crypthome para defender esta parte de Deyja, mas depois pedirei para Yog e Crag se encontrar com Gelu e eu em lugar chamado Blagden.",
	"map.final:5.header.description" : "Você deve capturar o Castelo Crypthome.  Porém, se Gem ou Gelu forem derrotados em combate, o cenário será perdido.  Os heróis são limitados ao 33º nível mas levarão sua experiência, habilidades e magias ao seu próximo cenário.",
	"map.final:5.header.name" : "Agentes Vingadores",
	"map.final:5.sign.35.71.0.message" : "To Blagden",
	"map.final:5.town.38.67.0.name" : "Crypthome",
	"map.final:6.event.0.description" : "Feitos heróicos de alguns Rangers de AvLee e alguns Bárbaros atuando fora de Erathia derrotaram a oposição à acenssão de Finneas Vilmar ao trono.  Com esta sortuda leva de acontecimentos ele foi rapidamento coroado, e você foi incumbido a tarefa de expulsar os inimigos invasores.  Espiões já estão posicionados nos exércitos oponentes para descobrir o possível.",
	"map.final:6.event.1.description" : "Seus espiões mandaram uma mensagem, e as notícias não são boas.  Ambos grupos são aliados, mas eles possivelmento sofrem de problemas de moral.  Tropas de AvLee, Erathia e Krewlod estão todos posicionados nestes castelos.  Será fácil aproveitar-se desta fraqueza vital.  Com a Armadura do Almaldiçoado e a Capa do Rei Morto-vivo, você facilmente os derrotará e forçará estes invasores para fora de suas terras.",
	"map.final:6.event.2.description" : "Mais informação foi espionada, e você quase ri quando ouve as notícias.  Crag Hack, o bárbaro desmiolado, está freneticamente avançando em sua direção, esperando te estraçalhar de membro à membro.  Ele ainda quer seu ouro, o título e as terras.  É quase um absurdo, quase.  Crag Hack nunca é uma força a ser subestimar.  Suas atividades recentes pararam a colheita de mortos nas terras Erathianas, e ele juntou a Estátua da Legião, permitindo que os Erathianos aumentassem a população demais para você lidar.  Sr. Hack receberá suas recompensas devidas, sua cortesia.",
	"map.final:6.event.3.description" : "Outra velha 'amiga' sua agora se opõe a você.  Gem, a mulher Druida, juntou seus exército e foi responsável pelo massacre do Lorde Fayette e seu exécito de morto-vivos.  Um disperdício que foi!  Ela foi capaz de derrotar o exército inteiro que você o deu e destruir um ótimo Cavaleiro da Morte.  Foi uma pena, ele parecia ser um cara legal.  Não importa.  Ela juntou os pedaços da Capa do Rei Morto-Vivo.  É claro, ela mandou uma carta ao Ethric, pegando informações de seu paradeiro.  Ela fará um linda lich.",
	"map.final:6.event.4.description" : "Outro indivíduo está dirigindo as forças brutas de Crag Hack.  seu nome é Yog.  Ou seu espião descobriu um indivíduo realmente interessante ou ele está comendo cogumelos demais.  Yog é completamente azul e tem as feições de um Gênio bem grande.  De acordo com sua fonte, ele já foi um Mago e mencionou sobre a Aliança Angelical algumas vezes.  Você pouco se importa com o que ele já fez, mas você se importa este novo artefato mencionado.  Algumas noites na biblioteca seria uma ótima maneira de passar seu tempo.",
	"map.final:6.event.5.description" : "Sua fonte no acampameto do Ranger reportou-se com informação sobre o seu quarto oponente.  Este é outro indivíduo interessante, um elfo branco chamado Gelu.  Primeiro você pensou que fosse um albino, mas os cabelos vermelho flamejante diz que ele é um mestiço de Elfo Vori.  Esse Ranger faz parte das forças especiais de Erathia operando em AvLee.   Ele investigou a morte do Lorde Falorel, o vampirou que com sucesso personificou-se de um lorde de AvLee... até que você envenenou Falorel por tornar-se poderoso demais.  Agora você terá que lidar com este importuno Ranger, que uma vez lhe fez um pequeno favor mantendo as tropas de AvLee ocupadas.",
	"map.final:6.event.6.description" : "As noites na biblioteca valeram à pena.  Você descobriu o que é a Aliança Angelical.  É uma espada poderosa criada a partir de seis outras peças e permite que três castelos diferentes não sofram penalidades de moral não importa qual herói realmente carrega a lâmina.  É de máxima importância que estes heróis não saiam à procura deste artefato.  Com ele, eles realmente têm uma chance contra você.",
	"map.final:6.event.7.description" : "Está claro de que você expulsará estes inimigos para fora de Deyja mas será incapaz de capturar os líderes.  Eles recuaram em acampamentos armados fortemente e melhor treinados e castelos fora das fronteiras de Deyja.\n\nNão importará.  Você os conquistará e continuará pelo resto de Antagarich.  Logo, muito logo, você será mestre deste mundo.",
	"map.final:6.guards.25.6.0.message" : "Algo te dizia que isto era bom demais para ser verdade.",
	"map.final:6.header.description" : "Anule todas forças invasoras para vencer o cenário.  Porém, se Sandro for derrotado em combate, o cenário será perdido.  Sandro é limitado ao 40º nível mas levará sua experiência, habilidades e magias ao seu próximo cenário.",
	"map.final:6.header.name" : "Fúria de Sandro",
	"map.final:7.event.0.description" : "Remover tropas de AvLee, Erathia, e Krewlod de Deyja foi mais fácil do que você pensou.  Sua nova tarefa será mais difícil.  Para lançar um ataque que não deixe uma fronteira aberta, ambas fronteiras devem ser atacadas.  Finneas deseja que você resolva a questão perssoalmente.  A fé dele em suas habilidades são tocantes, mas chegará o tempo que você não desejará mais guiar estas batalhas pessoalmente.",
	"map.final:7.event.1.description" : "Finneas te mandou uma mensagem; seu tom era controlador e dominante como se ele estivesse no controle da situação.  Você parte por alguns meses, e de repente ele acha que está dirigindo o espetáculo!  As besteiras que aqueles cortesãos sussurram no ouvido dele devem ter de alguma forma afetado aquela cabeça oca.  Este tipo de atitude não é bem-vinda, e não será permitida.  Por sorte, sua presença é requerida na corte, então você deve tomar um transporte veloz para poder realizar certas obrigações.  Finneas será lembrado de quem realmente está no poder.",
	"map.final:7.event.2.description" : "Foi um prazer aparecer no meio da corte e fazer Finneas estremeçer.  Ele ficou bem perturbado em te ver e teve que dispensar a corte mais cedo para se recompor.  Os rumores vagando pelo castelo não eram bons.  Você lembrou Finneas em seus aposentos particulares que você havia o colocado no trono e era você quem podia o remover dele.  A impressão da ponta de seus dedos ossudos estão agora permanentemente adornados no peito dele, um pequeno feitiço que você obteve anos atrás.  Finneas não irá zangá-lo tão cedo novamente.",
	"map.final:7.event.3.description" : "Espiões confirmaram seus temores.  Yog o Bárbaro encorajou seus camaradas a procurarem a  Aliança Angelical.  Assim que o reforços chegarem eles partiram em busca dos pedaços necessários.  AvLee é suspeita de poder providenciar mais tropas em menos de duas semanas de agora.  Gryphonheart está preocupado e despachou homens para descobrir quantos eles precisam e porque Bárbaros estão defendendo a fronteira de Erathia.  Com tantas forças em movimento, você precisará conquistar esse reinado rápido.  Se aqueles quatro heróis obtiverem sucesso na busca pelos pedaços da Aliança Angelical, você poderá perder.",
	"map.final:7.event.4.description" : "As tropas para AvLee chegaram e vão criar problemas.  Seria prudente defender esta área logo para que você possa empurrar as linhas deles para trás e mantê-los aflitos usando poucas forças.  Prolongar esta batalha não é uma boa idéia.",
	"map.final:7.event.5.description" : "Você poderá não vencer se isso continuar.  Tropas chegaram de Erathia, e elas já estão nos castelos.  Muitos mais reforços e a Aliança Angelical não serão necessários.",
	"map.final:7.event.6.description" : "Más notícias chegaram em um embrulho de poeira e ossos.  Aos inspecionar o território de AvLee, seus batedores se defrontam com o grupo de elite conhecido como os Rangers.  Você sabe que Gelu, o mestiço elfo Vori, é um membro deste grupo, mas você tem certeza que outro lidera estes aqui.  Quem é a pergunta, mas você não sabe a quem perguntar.",
	"map.final:7.event.7.description" : "O Capitão Ranger é Caleb, um elfo de habilidade inigualável.  Se você o matasse, estas incursões devem desaparecer.  Eles continuam ficando ousados e mais ousados a cada semana que passa, como se o desespero fosse uma força impulsora.  Remova o líder e o resto cairá.",
	"map.final:7.event.8.description" : "Você suspeita que Caleb está perto de Forestdale, uma cidade de AvLee localizada ao norte e leste de seus principais castelos.  Com alguma sorte você o deterá lá, possivelmente cochilando.  Há rumores de que ele carrega o Arco do Atirador de Elite, e aquele arco poderoso poderia ser muito útil se puser as mãos nele.",
	"map.final:7.guards.12.56.0.message" : "Com esperanças de ganhar mais enxofre, você remove a folhagem, mas encontra apenas Rangers em sua frente.  Não tendo para onde fugir, você é atacado pela força de elite.",
	"map.final:7.guards.13.18.0.message" : "Ao mover suas tropas pela área, o mais leve som atrai sua atenção.  É tarde demais!  Rangers atacam!",
	"map.final:7.guards.27.2.0.message" : "Precipitando-se pelo ouro que este moinho oferece, você falha em perceber a sorrateira infiltração de Elfos fechado por trás de suas fileira.  Incapaz de fugir, você se volta e enfrenta seus atacantes.",
	"map.final:7.guards.3.8.0.message" : "Os poucos Rangers localizados aqui não são páreos para suas forças.  Antes de engajar na batalha, um deles corre em busca de reforços.  Não será uma boa idéia voltar a este ponto uma vez que tenha tratado com este grupo.",
	"map.final:7.guards.32.57.0.message" : "Alguns elfos estão protegendo Thestlemore, e voce suspeita de uma armadilha.  Não vendo mais ninguém nas proximidades, você fica completamente surpreso quando eles brotam do próprio chão e cercam suas tropas.  Novamente você está enfrentando Rangers!",
	"map.final:7.guards.5.3.0.message" : "Querendo controlar a produção da mina de Minério, você falha em perceber o Ranger silenciosamente fechando o cerco e preparando uma emboscada.  Sem opções disponíveis, você se defende.",
	"map.final:7.guards.56.65.0.message" : "Buscando pelo mercúrio feito no Laboratório de Alquimia, você ignora a possibilidade de atividade inimiga.  Desafortunadamente, você deveria ter ouvido seu batedor porque os Rangers estão te atacando!",
	"map.final:7.guards.62.5.0.message" : "Após passar pela guarnição com sucesso, você se vê cercado por mais forças ainda.  Parece que os Rangers devem chamar este pequeno lugar de lar.  Um dos Elfos dá um passo adiante e grita, \"Eu sou Caleb.  Você não me derrotará!\"  Com uma risada, você avança para livrar este mundo dele.",
	"map.final:7.guards.67.21.0.message" : "A cidade de Silver Falls está adiante, ao atravessar o trecho rochoso, torna-se evidente de que a cidade estava melhor defendida do que você esperva.  Rangers estão patrulhando aqui, e eles lhe emboscam de todos lados.",
	"map.final:7.header.description" : "Derrote os Rangers e os Bárbaros contra Sandro e suas forças de mortos-vivos para vencer o cenário.  Contudo, se Sandro for derrotado em combate, o cenário será perdido.  Sandro é limitado ao 40º nível mas levará sua experiência, habilidades e magias ao seu próximo cenário.",
	"map.final:7.header.name" : "Invasão",
	"map.final:7.town.12.44.0.name" : "Radstone",
	"map.final:7.town.14.5.0.event.0.description" : "Aqui estão algumas tropas para o computador.",
	"map.final:7.town.14.5.0.name" : "Soaring Height",
	"map.final:7.town.20.66.0.name" : "Crag's Place",
	"map.final:7.town.28.21.0.event.0.description" : "Aqui estão algumas criaturas para o computador.",
	"map.final:7.town.28.21.0.name" : "Hudson Falls",
	"map.final:7.town.34.55.0.event.0.description" : "Aqui estão algumas criaturas para o computador.",
	"map.final:7.town.34.55.0.name" : "Thestlemore",
	"map.final:7.town.38.4.0.event.0.description" : "Aqui estão algumas tropas para o computador",
	"map.final:7.town.38.4.0.event.1.description" : "have some resources",
	"map.final:7.town.38.4.0.name" : "Meadow Brook",
	"map.final:7.town.50.60.0.event.0.description" : "Aqui estão algumas criaturas para o computador.",
	"map.final:7.town.50.60.0.name" : "Worthington",
	"map.final:7.town.67.3.0.event.0.description" : "Aqui estão algumas criaturas para o computador.",
	"map.final:7.town.67.3.0.name" : "Forestdale",
	"map.final:7.town.71.15.0.name" : "Silver Falls",
	"map.final:8.event.0.description" : "Após sua recente derrota, Gem e Gelu sabiam o que devia ser feito.  Eles precisavam de uma arma, algo para derrotar a combinhação de artefatos de Sandro.  Graças a informação dada pelo Bárbaro Yog, eles sabiam a localidade aproximada de três pedaços da Aliança Angelical.  Estes pedaços eram cruciais para parar o louco Sandro e seu fantoche, o Rei Vilmar.",
	"map.final:8.event.1.description" : "Fazendeiros locais passando por seu exército avistaram as Sandálias do Santo.  Eles lhe dizem que está localizado ao sul perto perto da cidade de Berrinton.",
	"map.final:8.event.2.description" : "Um batedor retorna a Gem e informa que localizou o Colar Celestial da Glória próximo à vila do Monte de Jared no sul.  Está guardado fortemente, então talvez uma aproximação sorrateira seria a melhor.  Quem sabe um ouro nas mãos certas não nos passaria pelos postos de guarda.",
	"map.final:8.event.3.description" : "Através de um pequeno afluente do Rio Shandar fica uma região de Erathia que era um ponto quente durante as Guerras Madeirenses.  Esta região foi disputada e controlada por ambos lados muitas vezes durante a época deixando o local batido e acabado.  Hoje em dia dois Senhores da Guerra que clamam lealdade à Erathia agora a controlam, mas Gelu me disse que é apenas no nome.  Eles estão sobre a bandeira de Erathia porque os convém no momento, mas na veradade, eles são leais apenas a si mesmos.\n\nAs Sandálias do Santo são conhecidas por estarem aqui, mas o Elmo do Esclarecimento Divino e o Colar Celestial da Glória são apenas em boatos.  Estas pessoas não estarão interessadas em nos ajudar, e não entregarão os artefatos sem uma luta.  É uma vergonha que tenhamos que derramar sangue inocente para salvar as vidas de todos e para aquele homem louco Sandro.  Mas tal é o destino destes tolos.",
	"map.final:8.event.4.description" : "Apesar de que as forças Necromantes nos tem em fuga, nós poderemos os expulsar de nossas terras uma vez que a Aliança for forjada.  Nós precisaremos estar de mente clara durante as próximas semanas em que nossa busca continua.  Com as notícias do avistamento das Sandálias do Santo e o Colar Celestial da Glória, nossos ânimos estão elevados.  Se as forças de cima estão conosco, nós prevaleceremos.",
	"map.final:8.event.5.description" : "Nenhuma notícia de Crag ou Yog preocupa Gelu.  Ele anda para frente e para trás, aflito pela falta de informação.  Terão eles tido sucesso?  Terão falhado?  Se eles não encontrarem os pedaços que estamos procurando, o que acontecerá com o povo de AvLee e Erathia?\n\nUm ar de mau presságio percorre seu semblante pálido.  Ele inspeciona suas tropas com um sentimento de temor e incerteza.  Talvez seja um ardil, como aqueles feitos com Gem e Crag Hack.  Isto parece fácil demais.",
	"map.final:8.event.6.description" : "Um mensageiro regressa perante Gem e apresenta uma mensagem.  A mensagem, do Conselho de Anciãos, diz:\n\n\"Gem, você deve se apressar, pois o povo de AvLee está sendo massacrado em rebanhos, como gado sendo abatidos.  Aquele chamado Sandro agora resucita os caídos transformando-os em seus serviçais.  Aqueles que são aptos estão até tornando-se suas forças mais potentes.  Pelas contas sentimos que suas legiões crescerão à um tamanho insuperável dentro de alguns meses.  Você pôr um fim nisto imediatamente.  Se apresse ba sua busca, pois estamos mortos sem este artefato.\"",
	"map.final:8.event.7.description" : "Prevendo o futuro em seu vaso, Gem freqüentemente aprendia sobre a natureza de coisas ao seu redor.  Uma vez ela contou a Gelu da maneira de como ela ficou sabendo do plano de Sandro, que ele estava usando Vilmar como uma marionete para controlar Deyja pelas sombras.  Isso permitiria que ele permancesse no controle e não fosse um alvo, um plano inteligente realmente.  Porém, ele subestimou o intelecto daqueles que ele enganou.  Ele não contou com a perspicácia do chamado Crag Hack e a mente engenhosa de Gem.  Talvez ele simplesmente não se importou, preferindo acreditar que ele teria os artefatos em mãos bem antes que seu estratagema fosse detectado.  Quem sabe?",
	"map.final:8.event.8.description" : "Uma nuvem cinza e fria desceu pelas terras hoje.  O fogo da guerra queimou ardente enquanto as sombras das trevas cruzaram os campos e prados.  Notícias da derrota das regiões do Oeste de AvLee alcançaram o par.  Gelu, olhos frios como sempre, renovou sua aproximação constante à vitória.  Gem, enquanto isto, tomou um caminho mais espiritual, escolhendo realizar vários ritos de passagem para os falecidos, uma oferenda aos poderes acima para auxiliar os caídos em sua jornada ao além.  Agora mais do que nunca, a necessidade por diligência era aparente.",
	"map.final:8.event.9.description" : "Gelu sentou em sua tenda aquela manhã e contemplou sua vida.  Ele aprendeu os caminhos da batalha, a furtividade e espionagem, mas nenhum destes treinamentos o preparou para as conseqüências de um erro.  O dia da redenção virá algum dia pra ele, mas este não é o dia.  Primeiro, ele deve fazer sua parte na destruição de Sandro e seus exércitos de morto-vivos.  Parar este louco irá, pelo menos em parte, balancear sua alma contra os erros que ele cometeu e o sofrimento que ele causou quando destruiu aqueles lordes de AvLee.  Quem sabe os demônios do sono o permitirão paz afinal.",
	"map.final:8.guards.27.30.0.message" : "Um bando de refugiados se aproximam, parecendo miseráveis e subnutridos.  Ao oferecer ajuda em amizade, você percebe que é uma armadilha.",
	"map.final:8.guards.3.44.0.message" : "Sentada ao lado de um poço está um estranha velhinha resmungando consigo mesma.  Ela está vestida com vestes rudes e tem flores em seu cabelo.  Cuidadosamente, você aproxima-se.  Até mesmo o mais gentil dos toques a envia em um desvairo de gritos.  Ela se agarra ao seu próprio peito e se afasta.  Ao você tentar se desculpar, ela aponta seu dedo a você e berra um aviso incoerente sobre uma maldição.  Você sente calafrios e um estremecer sacode seu corpo.  Um sentimento doentio de temor toma conta de você.",
	"map.final:8.guards.65.38.0.message" : "Um pequeno menino deitado na estrada, espancado e quebrado.  Ele segura em sua mão uma pequena caixa.  Ele a oferece ao você passar, e você a toma ao menino morrer.  Abrindo ela, você vê um incrível presente dentro dela.  Como isto jamais caiu nas mãos destes senhores da guerra você nunca saberá.  Quem sabe não seja um presente de cima?",
	"map.final:8.header.description" : "Gem e Gelu devem encontrar as Sandálias do Santo, o Elmo do Esclarecimento Divino e o Colar Celestial da Glória para vencer o cenário.  Porém, se um deles for derrotados em combate, o cenário será perdido.  Eles são limitados ao 37º nível mas levarão sua experiência, habilidadades e magias ao seu pr",
	"map.final:8.header.name" : "Para Tentar, Para Buscar",
	"map.final:8.town.19.40.0.name" : "Waterston",
	"map.final:8.town.22.8.0.name" : "Faeyedon",
	"map.final:8.town.32.69.0.name" : "Jared's Hill",
	"map.final:8.town.44.65.0.name" : "Berrinton",
	"map.final:8.town.46.41.0.name" : "Moersberg",
	"map.final:8.town.47.7.0.name" : "Shayar",
	"map.final:8.town.6.25.0.name" : "Shavoril",
	"map.final:8.town.62.49.0.name" : "Galor's Glen",
	"map.final:8.town.63.26.0.name" : "Kineree",
	"map.final:8.town.9.60.0.name" : "Daviston",
	"map.final:9.event.0.description" : "Yog e Crag Hack descobriram que três dos seis artefatos que Yog pensou que tivesse se livrado para sempre russurgiram, comprados por três irmãos Bárbaros morando em uma pequena área contestada de Krewlod.  Os irmãos podem achar que possuem o direito legal sobre os artefatos, mas é simplesmente perigoso demais para eles terem posse destas peças, especialmente se Sandro descobrir.",
	"map.final:9.event.1.description" : "Ao Yog e Hack entrarem na região em que os Irmãos Bárbaros vivem, uma inundação repentina surge e separa os heróis.  Berrando através das correntezas, eles concordam em se encontrar mais acima do rio, se possível, acreditando que ele possa afinar ou acabar em algum lugar.",
	"map.final:9.event.2.description" : "Batedores informam que os irmãos estão trazendo reforços de outras partes de Krewlod para defender seus artefatos.  Conquistar seus castelos aqui não significa que eles estejam totalmente derrotados.",
	"map.final:9.guards.22.5.1.message" : "Alguns Dragões de Cristal o desafiam pela Espada.  Você deseja lutar contra eles?",
	"map.final:9.guards.5.50.1.message" : "Um pequeno grupo de Dragões Vermelhos descem voando do telhado e o desafiam pelo escudo.  Você deseja lutar contra eles?",
	"map.final:9.guards.50.25.1.message" : "Uma horda de Minotauros Rei o desafiam pela Armadura do Milagre.  Você deseja lutar contra eles?",
	"map.final:9.header.description" : "Crag Hack e Yog devem encontrar a Espada do Julgamento, Armadura do Milagre, e o Escudo da Coragem do Leão para vencer o cenário.  Porém, se um dos heróis for derrotado em combate, o cenário estará perdido.  Eles são limitados ao 37º nível mas levarão sua experiência, habilidades e magia ao seu próx",
	"map.final:9.header.heroNames.103" : "Zorlan",
	"map.final:9.header.heroNames.105" : "Venthin",
	"map.final:9.header.heroNames.106" : "Denarm",
	"map.final:9.header.heroNames.108" : "Zinitha",
	"map.final:9.header.heroNames.111" : "Swankart",
	"map.final:9.header.name" : "Irmãos Bárbaros",
	"map.final:9.header.player.1.mainHeroName" : "Denarm",
	"map.final:9.header.player.2.mainHeroName" : "Swankart",
	"map.final:9.header.player.3.mainHeroName" : "Zorlan",
	"map.final:9.heroes.103.name" : "Zorlan",
	"map.final:9.heroes.105.name" : "Venthin",
	"map.final:9.heroes.106.name" : "Denarm",
	"map.final:9.heroes.108.name" : "Zinitha",
	"map.final:9.heroes.111.name" : "Swankart",
	"map.final:9.monster.10.44.1.message" : "Estes Dragões Vermelhos parecem um tanto confinados aqui em baixo e decidem descontar suas frustrações em você.",
	"map.final:9.sign.69.64.0.message" : "Zona da fronteira Krewlod-Erathia.  Atual controlador - Rei Boragus de Krewlod.",
	"map.final:9.town.54.54.1.event.0.description" : "Reforços chegaram para os Irmãos.",
	"map.gelu:0.event.0.description" : "Parabéns, cadete.  Você tem só mais um teste para completar seu treinamento e se unir aos ilustres postos da Guarda da Floresta.  Você está para conquistar esta região do Vale próximo do Cume de Gaia.  Essa região é cheia de monstros, várias cidades e alguns membros da Guarda da Floresta como inimigos.  Essa é uma boa terra para viagens, portanto a navegação será fácil.  Para passar deste teste, você deve vencer todos da terra usando o necessário.  Boa sorte, cadete.  Que a Luz brilhe sobre você.",
	"map.gelu:0.event.1.description" : "Faz 30 dias desde que você começou sua missão.  Você está demorando muito.  Como membro da Guarda da Floresta, você deve poder atacar seu inimigo rapidamente, enquanto ele ainda é fraco e vulnerável.  Menos ele sabe sobre nossas atividades na região, menos ele estará preparado para nossos ataques.  Apresse seus ataques e proteja a região imediatamente.  Vidas dependem de nosso posicionamento rápido.",
	"map.gelu:0.event.2.description" : "Cadete, isto está ficando ridículo!  Uma região deste tamanho deveria estar limpa agora.  As missões de Guarda da Floresta requerem velocidade, camuflagem e eficiência.  Talvez nós devessemos rever seu progresso e te mandar de volta ao treinamento.  Agora depressa, defenda esta área!",
	"map.gelu:0.event.3.description" : "Guardas da Floresta precisam tratar com uma grande variedade de inesperadas e enervantes situações.  Existirão vezes em que as coisas não sairão como planejado.  Esta é uma desses vezes.  Vários dos seus fornecimentos foram atacados por invasores e seu conteúdo foi roubado.  Trate desta situação.",
	"map.gelu:0.guards.16.16.0.message" : "Você tem um estranho sentimento quanto à caixa a sua frente.  Um brilho pulsa à sua volta e uma fumaça esquisita emana de suas fendas.",
	"map.gelu:0.guards.20.13.0.message" : "Essa cidade parece o lugar perfeito para uma base de operações.  Conquiste-a e desenvolva-a rápido.  Mas fique alerta!  Seus oponentes podem entrar e tomá-la de você, enquanto está longe.  Sempre deixe algumas tropas e possivelmente um tenente para defender a cidade dos ataques.",
	"map.gelu:0.header.description" : "Derrote todos inimigos de Gelu para vencer esse cenário.  Porém, se Gelu for vencido em combate, o cenário é perdido.  Seus heróis estaõ limitados ao nível 10, mas Gelu e outros dois heróis irão carregar sua experiência, habilidades e magias para o próximo cenário.",
	"map.gelu:0.header.name" : "Exercício de Graduação",
	"map.gelu:0.monster.17.5.0.message" : "O escuro e difícil caminho está estranhamente preocupante.  De repente você ouve o chocalho de centenas de cobras.  Antes que tenha pelo menos uma chance de voltar, mais de duas dúzias de Medusas arrastam-se e atacam.",
	"map.gelu:0.monster.31.1.0.message" : "\"Ao seu comando.\"",
	"map.gelu:0.monster.34.4.0.message" : "\"Pronto, senhor.  Quais são as ordens?\"",
	"map.gelu:1.event.0.description" : "O Guarda de Floresta foi nomeado para recuperar vários artefatos necessários para preparar o Elixir de Vida.  Se essa poderosa poção cair nas mãos do Necromantes de Deyja, eles perverteriam essa magia beneficente aos seus próprios propósitos.\n\nVocê, Gelu, foi selecionado para conduzir uma invasão em uma região controlada por assassinos perigosos.  Acredita-se que eles têm o Anel de Vitalidade, ou pelo menos é até onde sabemos, e estão planejando vende-lo aos Necromantes.  Você os deve parar e conseguir o anel para você.  Não nos abandone, outras vidas dependem de você.  Boa sorte.",
	"map.gelu:1.event.1.description" : "Seus espiões contam que um vidente à Nordeste sabe o local do Anel de Vitalidade.  Procure-o, siga ao local do Anel e então recupere-o.  Seja cauteloso!  Os necromantes também estão procurando o Anel.",
	"map.gelu:1.event.2.description" : "Os Chefes Guerreiros desta região são assassinos e loucos.  Eles têm pilhado caravanas, devastado aldeias, e abatendo guarnições sem pensar nas consequências do proprio país.  Eles venderão o Anel de Vitalidade imprudentemente aos Necromantes e trairão seus compatriotas para somente encher seus cofres de ouro.  A estes traidores não deve se mostrar nenhuma piedade e clemência.",
	"map.gelu:1.event.3.description" : "Nossos batedores informam que um dos Chefes Guerreiros estabeleceu contato com os Necromantes e tem planejado uma reunião muito logo.  Tempo é essencial.  Não deixe aquele Anel ir para as mãos dos Necromantes mesmo que você tenha que usar a força.  Use qualquer meio necessário para conseguir o Anel.  Lembre-se que a melhor defesa é melhor ataque: limpe esta região dos assassinos que à habitam antes que eles se organizme para roubar o Anel.  Porém, só invada Deyja se for de extrema necessidade.",
	"map.gelu:1.event.4.description" : "O vidente à Nordeste é um homem velho e sábio chamado Feredor.  Siga o conselho dele, mas seja atento, ele não lhe dará completamente o Anel.  É dito que ele emite um teste a aqueles que buscam o Anel.  Faça qualquer tarefa que ele pedir, você tem que obter aquele Anel.",
	"map.gelu:1.event.5.description" : "Ontem à noite você teve terríveis pesadelos, com visões dos eventos obscuros que estão por vir.  Você estava assombrado por imagens de uma figura encapuzada com a mão de esqueleto sobre uma planície gramada, deixando para trás uma terra desolada e infestada por legiões de monstros mortos-vivos.  Uma risada sinistra ecoou ao longo de sua mente e alma.  Você acorda, amedrontado e abalado mas ainda destinado a obter o Anel de Vitalidade.",
	"map.gelu:1.event.6.description" : "Fique atento, esta região foi o local de uma gloriosa batalha e é agora terra santa.  Não profane.",
	"map.gelu:1.event.7.description" : "Bandidos atacaram sua provisão e levaram valiosos recursos.",
	"map.gelu:1.header.description" : "Impeça que um grupo de ladrões de AvLee venda o Anel de Vitalidade a um Lorde Cavaleiro da Morte em Deyja para vencer o cenário.  Porém, se Gelu for derrotado em combate, o cenário estará perdido.  Gelu é limitado ao nível 15 mas continuará com a experiência, habilidades e magias no próximo cenário.",
	"map.gelu:1.header.name" : "Implacável",
	"map.gelu:1.quest.1.69.0.firstVisit" : "Meu amigo Phelan me disse para esperar um pálido chamado Gelu.  Você é ele?",
	"map.gelu:1.quest.1.69.0.nextVisit" : "Me disseram para esperar por uma pessoa chamada Gelu.  Se você o vê em suas viagens, diga-o como encontrar minha casa.",
	"map.gelu:1.quest.64.2.0.completed" : "Você provou seu valor.  Por isto, eu revelarei o local do Anel da Vitalidade a você.\n\nO homem que o possui vive em uma cabana pequena a sudoeste daqui.  Ele escondeu o Anel e só o dará a aqueles a quem eu julgo merecedor.  Eu o alertarei a sua chegada iminente.  Leve estas Asas de Anjo para que seu caminho seje mais rápido.  Quando você chegar, ele lhe dará o que busca.",
	"map.gelu:1.quest.64.2.0.firstVisit" : "Antes de eu possa lhe falar onde o Anel está, você deve provar seu valor trazendo o Distintivo de Coragem a mim.  Não retorne sem este artefato.",
	"map.gelu:1.quest.64.2.0.nextVisit" : "Você não encontrou o Distintivo de Coragem?  Tsk, tsk.  Eu pensei que você era melhor.  Volte na selva e encontre.  Só assim eu lhe contarei como encontrar o Anel da Vitalidade.",
	"map.gelu:1.town.30.31.0.name" : "Daggercourt",
	"map.gelu:2.event.0.description" : "Em algum lugar no Vale de Dagrond está o Anel da Vida, o segundo componente necessário para o Elixir da Vida.  O Anel está localizado em um vale onde os Lordes Dragões vivem.  Os Lordes Dragões gostam dos dragões dourados e verdes que vivem ao longo de AvLee.  Porém, um único Lorde Dragão nesta região é corrupto e conspirando agora contra AvLee.  Nós acreditamos que ele está em uma liga com Deyja, trabalhando com o Necromantes.\n\nEle descobriu que o Anel está aqui e pretende reivindicá-lo.  Você precisa fazer o que é certo.  Obter o Anel para que possamos criar o Elixir da Vida antes que os Necromantes possam adquirir os poderes deste poderoso artefato.",
	"map.gelu:2.event.1.description" : "Com certeza agora nós sabemos que este Lorde Dragão está trabalhando contra AvLee e suas pessoas.  Ele está ligado a poderes escuros, as mistériosas entidades fariam que você acreditasse que ele é um simples membro da nobreza de AvLee e não um assassinato traiçoeiro.  A fachada que ele mostra ao mundo é aquele de um Lorde Dragão bem respeitado, enquanto ele secretamente permite que os Necromantes colham a nossa gente.  Destruindo ele e os seguidores será um grande serviço a AvLee, um para qual eles o recompensarão consideravelmente e se lembrarão de seu nome por gerações que ainda estão por vir.",
	"map.gelu:2.event.2.description" : "Rumores dizem que o Anel da Vida foi encontrado perto de um lago feito de puras chamas.",
	"map.gelu:2.event.3.description" : "Seu trabalho Lorde Falorel foi excelente para afiar suas habilidades.  Não desde que os dias de treinamento na Academia da Guarda Florestal têm-o visto em tanta ação.  Embora você tema que aqueles tempos escuros estão no horizonte, você sente que está participando de uma causa nobre.  O Elixir da Vida ajudará curar muitos em AvLee.",
	"map.gelu:2.event.4.description" : "O cheiro de fumaça no vento matutino o leva a suspeitar que este lago de fogo que você busca a sul é aqui.",
	"map.gelu:2.header.description" : "Esse vale é a terra dos Lordes Dragões.  Eles devem ser derrotados e o Anel da Vida localizado para vencer o cenário.  Porém, se Gelu for derrotado em combate, o cenário será perdido.  Gelu é limitado ao nível 20 mas continuará a experiência, habilidades e magias para o próximo cenário.",
	"map.gelu:2.header.name" : "Vale dos Lordes Dragões",
	"map.gelu:3.event.0.description" : "Agora é hora de obter o componente final do Elixir da Vida, o Frasco de Essência.  Por muito tempo o Frasco esteve em poder do Lorde Vampiro Vokial.  Ele usa o Frasco para completar sua necessidade de se alimentar em sangue humano.  É dito que ele acha o velho modo de se alimentar desagradável, rude, e baixo como ele.  Roubando este artefato dele realizará duas coisas: completará o Elixir e causará um grande embaraço e desconforto.  Poderia até mesmo mata-lo, mas eu duvido que tenhamos tanta sorte.",
	"map.gelu:3.event.1.description" : "Você me serviu bem, Gelu.  Eu, Lorde Falorel, estou contente com seu serviço e informarei isto a seus superiores na Guarda da Floresta.  Este empreendimento conjunto com Erathia nos serviu bem e talvez irá de um modo longo curar as feridas sofrido nas Guerras das Madeira.  Eu recompensarei sua lealdade a mim com um pequeno símbolo de ouro.  Por favor aceite isto como minha gratidão por seus empenhos em salvar AvLee e proteger suas pessoas.",
	"map.gelu:3.event.2.description" : "Vokial é um lorde vampiro poderoso e será bem defendido.  Tome grande cuidado enquando você invade Deyja para roubar o Frasco, porque ele é cauteloso a ladrões como você.",
	"map.gelu:3.event.3.description" : "Rumores dizem que a Gladius de Titã pode ser encontrada vigiada por Dragões Negros que vivem em um vale a Sudoeste.",
	"map.gelu:3.event.4.description" : "Um andarilho conta sobre uma proteção luzente que ele viu uma vez em algum lugar a Sudeste.  Ele teria levado a proteção mas um Dragão Vermelho o perseguiu.",
	"map.gelu:3.event.5.description" : "Seja cauteloso com a Guilda de Ladrões, porque eles são traiçoeiros e espertos.  Make certain you have what they seek and be sure to see the object you seek before you give them that which they desire.",
	"map.gelu:3.event.6.description" : "Quando você tem o Frasco de Essência, combine-o com o Anel da Vida e o Anel da Vitalidade para criar o Elixir da Vida.  Você deve ter todos os três para formar o Elixir e todos os três têm que permanecer junto ao Elixir para ficar estável.\n\nO processo é simples.  Coloque os Anéis dentro do Frasco e diga o encantamento do pergaminho você tem.  Quando você completar o terceiro encantamento, o Elixir se formará.  Então traga-o a mim imediatamente.",
	"map.gelu:3.header.description" : "Roube o Frasco de Essência do Lorde Vampiro Vokial para criar o Elixir da Vida e vencer a campanha.  Porém, se Gelu for derrotado em combate, o cenário está perdido.  Gelu é limitado ao nível 25 mas continuará com a experiência, habilidades e magias para a próxima campanha dele.",
	"map.gelu:3.header.name" : "Um Ladrão na Noite",
	"map.gelu:3.monster.67.69.0.message" : "Ladrões!  Despertem minhas crianças, o almoço está servido!",
	"map.gelu:3.monster.7.67.0.message" : "Como você ousa entrar em meu domínio para me furtar!  Agora nós festejaremos em seus restos carbonizados.",
	"map.gelu:3.quest.71.14.0.completed" : "\"Certo!  Agora nós podemos conversar sobre mercadorias.  Assim, temos um acordo.  Entregue o Escudo da Sentinela e o Gladius de Titã e meu amigo aqui lhe dará o Frasco de Essência.  Temos um acordo?\"",
	"map.gelu:3.quest.71.14.0.firstVisit" : "\"Psst.  Ei.  Aqui.  Nós ouvimos você está procurando um frasco que o Lorde Vampiro possui.  Nós da Guilda dos Ladrões estamos procurando algumas coisas também.  Você nos faz um favor e nós o fazemos um em troca.  Se você trouxer o Gladius do Titã e o Escudo da Sentinela para nós, nós podemos adquirir esse frasco do Vampiro na casa dele.  Temos um acordo?  Eu espero que sim.\"",
	"map.gelu:3.quest.71.14.0.nextVisit" : "\"Não encontrou tudo, né?  Bem se você quer aquele frasco tão ruim, você deve melhorar mais lá fora e trazer o combinado, capiche?\"",
	"map.gem:0.event.0.description" : "Há oito meses a minha mentora, Amanda, disse-me de um dispositivo inventado em Antagarich que poderia terminar com os pesadelos que me infeccionaram.  Esta invenção, que ela chamou de Tenda de Primeiros Socorros, é capaz de curar todas as feridas.  Viajei de Enroth através do oceano a Antagarich e procurei até encontrar a cidade de Clovergreen, onde fui capaz de comprar esta maravilha.\n\nTendas de Primeiro Socorros, logo aprendi, estiveram em grande exigência aqui.  Clovergreen está nas Terras Disputadas entre Erathia, AvLee e Deyja. Atualmente essas terras são de território Erathiano, mas os Necromantes de Deyjan invadiram sua fronteira.  Desde que os militares Erathianos foram lentos para responder a esta ameaça, o Prefeito Delino de Clovergreen reunia tropas mas necessitava de um comandante experiente para conduzi-los.",
	"map.gem:0.event.1.description" : "Quando Delino soube que eu tinha sido general nas Guerras de Sucessão em Enroth, ele intimou-me ao Salão da Cidade de Clovergreen para discutir a sua condição.  Ele ganhou a minha compaixão, e aceitei ordenar a milícia de Delino em uma campanha para destruir os necromantes.  Não aprecio indo à guerra novamente, mas os necromantes devem ser parados antes que devastem Erathia como fizeram Enroth.",
	"map.gem:0.event.10.description" : "Enterrei as crianças e libertei os animais, que ainda estavam vivos.  O verdadeiro horror é que as crianças mortas são as que tivem sorte.  Eles seguiram para a pós-vida.  As almas atormentadas dos adultos são atadas aos seus corpos de mortos-vivos, incapazes de descansar até que o corpo seja destruído.\n\nONDE O LORDE DESSAS PESSOAS ESTAVA?  Supondo que essas terras sejam Erathianas, e não vi nenhum sinal de uma força organizada para opor os Necromantes.  Eles não sabem que os Necromantes não deixarão de colher até que cada pessoa esteja MORTA?",
	"map.gem:0.event.2.description" : "Um dos meus Centauros aproximou-me enquanto fundávamos o acampamento.  \"Minha Senhora Gem,\" ele perguntou \"Por que seu cabelo se torna negros antes e durante uma batalha?\"  A pergunta me surpreendeu.  Fitei-o durante um momento.  Ele inquietou-se e começou a recuar.  \"Eu também não sei...\" Eu sorri.  \"Não, está certo.  Adivinho que você não saberia.  De onde venho, a maior parte dos Feiticeiros são assim.\"  Vendo confusão em seus olhos, expliquei, \"É somente para confundir nossos inimigos.  Portanto fica mais difícil para observadores se há Feiticeiros de fato no campo.    Naturalmente, não existe nenhum outro Feiticeiro que eu me lembre em Antagarich.\"  Tive de rir do olhar dele.  Claro como tinta obviamente.  Mas não fez mais perguntas sobre o meu cabelo.",
	"map.gem:0.event.3.description" : "Segui os conselhos de Delino, baseei meus exércitos em um par de Castelos Florestais vagos ao norte de Clovergreen.  Esses castelos são para mim uma combinação de velho e novo. Algumas criaturas que vivem nesses castelos parecem velhos amigos: os Anões, Elfos e Unicórnios.  Também ordenei Centauros no passado, embora eles fossem arqueiros, não lanceiros.  Mas estranhei que Pegasus, Dendroids e Dragões também chamam esses castelos de casa.",
	"map.gem:0.event.4.description" : "Meus batedores Élficos acabam de informar que há dois castelos de Necromante ao Norte.  Os invasores são baseados fora deles, e enquanto eles mantêm essas bases eles continuarão atravessando a fronteira.  Tomando os castelos é a chave para faze-los para-los com as reides.",
	"map.gem:0.event.5.description" : "Cavalguei por uma pequena vila ontem, e tive uma sensação horrível de deja vu.  Um Necromante tinha atravessado a vila em uma violenta \"colheita\".  Isto é quando eles matam uma aldeia inteira e logo levantam todos os corpos como esqueletos ou zumbis.  Os únicos corpos que eles não podem usar são de pequenas crianças porque os seus corpos são demasiado pequenos.\n\nPessoas não é são os únicos mortos, naturalmente.  Como um mestre dos mortos, todos os animais encurralados morreriam conseqüentemente de fome ou sede.",
	"map.gem:0.event.6.description" : "Fui com uma pequena patrulha que viaja na floresta antes de que o crepúsculo se torne uma verdadeira noite. Morcegos atacaram em ar do fim de tarde os insetos.  Repentinamente eles voaram com mais sentido, rodearam-nos, e transformaram em Lordes Vampiros.\n\nFadas gritavam, elfos berraram.  As mãos esqueléticas surgiram da terra e derrubaram meu cavalo.  Em meus joelhos, despedacei um relâmpago do céu para arruinar as Aparições enxameando meus Anões.  Os Unicórnios chegaram, impalando os Lordes Vampiros com seus chifres.  Longe, um Esqueleto gira contra um de meus Druidas.\n\nO céu explodindo com a luz de minha Fenix que atacou com o fogo de suas asas para carbonizar os Vampiros e Esqueletos restantes.  O Necromante lança uma magia final para fugir.",
	"map.gem:0.event.7.description" : "Levantei tremendo de dor e raiva.  Desta vez o Necromante pagaria pela morte, para os mortos.  Estourando minha tenda, levantei minha mão para derrubar a iluminação para parar o Necromante da fuga, só tombei com a confusão que havia surgido no acampamento adormecido.\n\n\"Minha Senhora?\" perguntou o sentinela, preocupado.\n\n\"Eu tive um sonho\", falei. \"Somente um... sonho.  Um pesadelo.  Estou bem.  Bem.\"",
	"map.gem:0.event.8.description" : "Na noite passada encontrei Clancy, um herói ranger que tem uma obrigação com Unicórnios.  O seu Lorde é o Lorde da Fronteira de AvLee chamado Fayette. Rapidamente ajudamos um a outro, e eu disse a Clancy da minha pátria Enroth e os seus Feiticeiros enquanto ele me disse de AvLee e de seus Druidas e Rangers.  Clancy ao que parece espiava as Terras Disputadas da incursão de Deejay, embora ele não falasse diretamente assim.  Eu disse-lhe que eu ajudava a Milícia Clovergreena a destruir invasores mortos-vivos.  Temo que eu tenha manifestado minha aversão de um modo um pouco forte.",
	"map.gem:0.event.9.description" : "Eu sonhei com Amanda na última noite.  Ela perguntou-me se eu gostei de Antagarich.  Eu disse-lhe que pensei que a maior parte de Erathia parecem muito reunidos e, bem, determinados.  Pelo que vi, gostei da zona rural das Terras Disputadas, mas eu não gosto do modo que os Lordes Erathianos parecem negligenciar a sua gente.  Eu também disse a Amanda o que Ranger Clancy tinha dito sobre AvLee.  Lá parece um bom lugar para viver, muito aberto e selvagem.  Eu gosto disso.  Também estou gostando muito das criaturas Florestais, que compõem a maior parte de cidades de AvLee e tropas.",
	"map.gem:0.header.description" : "Derrote todos seus inimigos para vencer o cenário.  Contudo, se Gem for derrotada em combate, o cenário estará perdido.  Gem é limitada ao nível 10 mas transportará a sua experiência, habilidades e magias para o cenário seguinte.",
	"map.gem:0.header.name" : "Limpando a Fronteira",
	"map.gem:0.heroes.27.biography" : "Gem foi uma das maiores Feiticeiras que Enroth tinha visto alguma vez, servindo ao Rei Roland Ironfist durante as Guerras de Sucessão.  Um pouco depois de que Roland tinha segurado o trono de Enroth, Gem partiu para Antagarich.",
	"map.gem:1.event.0.description" : "Eu disse a Clancy sobre meu acordo em ajudar o aprendiz de um mago, Sandro, a encontrar o Amuleto do Coveiro para seu mestre, Ethric.  Clancy acariciou a sua barba em aprovação quando eu disse que o Amuleto deve ser usado para a pesquisa de anti-necromancia, e ele surpreendeu-me oferecendo a me ajudar na busca.",
	"map.gem:1.event.1.description" : "Segundo Sandro, o Amuleto do Coveiro está localizado ao Norte-Nordeste do Castelo Clifftree com uma horda de Dragões Fantasma.",
	"map.gem:1.event.10.description" : "Enviei uma mensagem a Clancy narrando a ele sobre o projeto de Ethric e que eu tinha prometido ajudar Sandro a encontrar o Capuz do Vampiro e um par de Botas de Homem Morto.",
	"map.gem:1.event.11.description" : "Clancy enviou-me uma mensagem dizendo também gostaria de ajudar Ethric mas primeiro precisa da licença do seu mestre, Lorde Fayette.  Clancy pensou que Lorde Fayette permitiria que ele ajudasse enquanto não fizemos nada para tombar os Erathianos.",
	"map.gem:1.event.12.description" : "Respondi que estaria contente de ter a sua companhia novamente enquanto ele entendeu que isto foi por minha busca, não a sua.  Ele assegurou-me que entendeu e logo me elogiou da campanha de Milícia Clovergreen, fazendo-me rir.  Lisonjeador!  Naturalmente, o que você esperaria de um homem tão amável que pode falar unicórnios?",
	"map.gem:1.event.2.description" : "Estou sentindo-me bastante em casa no Castelo Florestal.  Estou até começando a acostumar-me com os dragões!  De fato, são os Dendroids que me deixa um pouco desconfortável.  Nada pessoal.  Eles são realmente bastante amigáveis.  É que eles me lembram de um passado que prefiro esquecer.  Não via árvores móveis desde que era uma pequena menina.",
	"map.gem:1.event.3.description" : "Meus batedores Élficos acabam de informar que há um Necromante ao Norte-Leste.  Parece que ele pode estar na proximidade do Amuleto.  Os batedores também me informaram que ele está aterrorizando e matando os nativos.  Estarei lá para descansar cada alma torturada que este Necromante trancou em um corpo morto-vivo.",
	"map.gem:1.event.4.description" : "Um dos meus batedores Élficos falou sobre um local que ele tinha visto um grupo de Dragões Fantasma que atravessam um Porta Subterrânea há vários meses.  Talvez os Dragões Fantasma com o Amuleto podem ser encontrados no subterrâneo!",
	"map.gem:1.event.5.description" : "Um velho Druida apareceu tão quando faziamos um acampamento na noite passada.  Ele disse que tinha ouvido muito sobre mim tanto do Prefeito Dilino como de Clancy e queria me encontrar.  Houve algo que eu imediatamente gostei sobre ele, e ficamos conversando pela noite.  Ele ficou bastante interessado nas diferenças entre Feitiçaria e magia de Druida e especialmente curioso sobre os meus professores.\n\nComecei a dizer-lhe da minha instrutora Amanda quando realizei que ele teve a mesma calma sua e olhos aceitadores.  Surpreendi o Druida quando eu lhe disse isto, mas não me senti bastante cômodo para dizer-lhe muito mais de Amanda.  Você nunca tem cuidado demais com estrangeiros nesses dias, embora nos separássemos em bons termos pela manhã seguinte.",
	"map.gem:1.event.6.description" : "Esta manhã, os guitos trouxeram-nos a uma vila muito pequena.  Um pequeno bando de esqueletos e zumbis atacava os aldeões, mas eles não foram páreos para minhas tropas.  Cavalguei sobre o último esqueleto eu mesma.  Derrubei o esqueleto e o esmaguei muitas vezes com casco do meu cavalo até que não sobrasse nada além de uma pilha de ossos.  Juro que ouvi um suspiro de alívio como uma alma prendida do esqueleto foi lançada à vida após a morte.  Contudo, as minhas tropas viram-me estranhamente posteriormente.",
	"map.gem:1.event.7.description" : "Pessoas são estranhas em relação ao ouro.  Se você não os lhe der, eles não sabem o que fazer e aborrecer-se.  Tornei-me ao ponto onde somente o tomo quando eles mo oferecem - se eles me permitirem.  É somente o caminho mais fácil.  Posso dizer que Sandro não saberia como tratar comigo se eu não tivesse tomado o meu pagamento; ele esteve seguro que poderia comprar minha lealdade.  Engraçado é eu ter o ajudado em sua pesquisa de anti-necromancia de graça.",
	"map.gem:1.event.8.description" : "Recebi uma carta muito interessante de Sandro hoje.  Ao que parece, ele convenceu o seu mestre que sou confiável de toda história.  Parece que Ethric está fazendo mais do que somente uma pesquisa.  Ele acredita que ele encontrou um modo de construir uma necromancia que suprime artefato, mas para fazer isso ele precisa de três artefatos menores:  um Amuleto do Coveiro, o Capuz do Vampiro e um par das Botas de Homem Morto.  Sandro ofereceu-me mais ouro para encontrar outros dois artefatos depois de ter localizado o Amuleto.",
	"map.gem:1.event.9.description" : "Respondi a Sandro que o projeto de Ethric foi um mérito e prometi procurar os dois artefatos depois de encontrar o Amuleto do Coveiro.  Depois de enviar a carta, decidi procurar Ethric sobre a realização das minhas buscas e persuadi-lo a deixar-me doar o dinheiro para sua pesquisa.  Admiro os seus valores.",
	"map.gem:1.guards.32.5.0.message" : "Repentinamente, o cheiro da morte fica esmagador.  \"Emboscada!\" grita um de suas tropas, apontando para o céu.",
	"map.gem:1.guards.39.8.0.message" : "Enterrado sobre jóias e ouro dos Dragões Fantasma você encontra o Amuleto do Coveiro.",
	"map.gem:1.guards.42.20.0.message" : "Quando você pega a pepita, você repentinamente entende que a maior parte dela está no subterrâneo.  Esta pepita é enorme!",
	"map.gem:1.guards.54.64.0.message" : "Quando você pega a pepita, você repentinamente entende que a maior parte dela está no subterrâneo.  Esta pepita é enorme!",
	"map.gem:1.header.description" : "Adquira o Amuleto do Coveiro para vencer o cenário.  Contudo, se Gem ou Clancy forem derrotados no combate, o cenário estará perdido.  Seus heróis são limitados ao nível 15, mas Gem e Clancy transportarão a sua experiência, habilidades e magias para o cenário seguinte.",
	"map.gem:1.header.name" : "Após o Amuleto",
	"map.gem:1.heroes.22.biography" : "Enquanto Clancy está de licença dos seus deveres como General do Lorde Fayette ele decide se juntar a Gem em sua busca.",
	"map.gem:1.heroes.27.biography" : "Depois da sua campanha de invasores Deyjan, Gem aceita ajudar a pesquisa de anti-necromancia de um mago adquirindo o Amuleto do Coveiro.",
	"map.gem:1.monster.38.8.0.message" : "Apesar de meio agradável, o odor inconfundível da morte permeia a área.  Você vê um grupo de Dragões Fantasma adiante.",
	"map.gem:1.town.19.59.0.name" : "Clifftree",
	"map.gem:2.event.0.description" : "Um Bárbaro chamado Terec localizou o Capuz do Vampiro para Sandro.  Infelizmente, os Bandidos das Terras Disputadas capturaram Terec em sua jornada por Deyja.   Terec convenceu os bandidos que seus amigos fariam um ótimo pagamento para seu retorno com suas posses intatas.\n\nMinha bola de cristal mostrou que ele está sendo mantido em uma prisão subterrânea perto da fronteira de Deyjan.",
	"map.gem:2.event.1.description" : "Um grupo de batedores localizou uma cidade Florestal neutra ao norte-leste da nossa base inicial de operações.",
	"map.gem:2.event.10.description" : "Devo ficar concentrada em minha busca.  Terrivelmente descubro que não posso me libertar sozinha desse mundo maligno.  O melhor que posso fazer é ajudar os outros.  Dei o ouro para o Prefeito Delino para ajudar a tranquilizar as pessoas perto de Clovergreen, onde a milícia pode protegê-los.  Dei-lhe o resto de minhas moedas para ajudar a milícia.  A milícia são todos os voluntários, mas eles ainda precisam de armas, equipamento e provisões.",
	"map.gem:2.event.2.description" : "Aparentemente eu deixei uma impressão nos Lordes da Fronteira Deyjaana.  Meus batedores Élficos informam que o Lorde da Fronteira mais próxima parece estar levantando um exército para desafiar nossa presença perto da fronteira.  Eles suspeitam que um Batedor Vampiro nos marcou quando nos movemos nesta área das Terras Disputadas.",
	"map.gem:2.event.3.description" : "Também recebi algumas boas notícias hoje.  Clancy obteve a permissão de seu Lorde para ajudar-me a encontrar os outros dois artefatos.  Lorde Fayette disse que estava tudo bem contanto que nós não invadíssemos AvLee.  Acho que a última parte foi só uma piada.",
	"map.gem:2.event.4.description" : "Hoje cavalgamos por outra pequena vila que tinha sido \"colhida\" por um Necromante a aproximadamente um mês.  Enterrei o que foi deixado dos corpos de crianças.  Não houve nenhum adulto; eles tinham sido todos levantados como esqueletos, é óbvio.\n\nSinto-me tão velha, cansada, furiosa e instável quando vejo este tipo da coisa.  Não vejo como Erathia deseja manter as Terras Disputadas se eles não pudem neim mesmo proteger sua gente deste horror.",
	"map.gem:2.event.5.description" : "Eu estava pensando sobre... umas coisas hoje.  Às vezes me recuso a pensar em certas coisas, mas isso dói as vezes, e além disso, sinto-me mais esclarecida agora.  Não penso que ela está errada em odiar o Detestável ou não perdoar o Imperdoável.  O que eu penso estar errado é deixar que aquele ódio volte a uma pessoa por algo que ela não perdoaria.  Não cometerei aquele erro novamente.  Eu não estarei como eles.",
	"map.gem:2.event.6.description" : "Tive outro sonho sobre Amanda na noite passada.  Acho que os sonhos são verdadeiros, e ela está comunicando-se comigo por magia.\n\nEla perguntou-me como eu estava.  Eu falei que tinha recuperado o Amuleto de Sandro e tinha aceitado ajudar o seu mestre, Ethric, a encontrar o Capuz de um Vampiro e um par de Botas de Homem Morto.  Tremendo em fúria, eu também lhe disse a 'colheita', e como eu tentava ajudar os aldeões nesta área.  Ela somente me olhava com seus olhos sábios, calmos e me  aconselhou a ter cuidado, muito cuidado sobre o que eu fazia, e não seria como a última vez.",
	"map.gem:2.event.7.description" : "O Lorde Fayette de Clancy chegou hoje!  Que surpresa agradável!  Ele falou que esteva em uma \"Viagem de Caça\" e piscou em mim.  Ista foi a primeira possibilidade que tive para falar com ele, e eu gostei muito dele.  Falamos sobre a floresta, animais e pessoas.  Antes de sair, ele disse que gostaria que eu pensasse na união das forças de AvLee como uma heróina que trabalhava para ele ou para outro Lorde de AvLee.  Ele me disse para enviar em poucos dias um mensageiro com meus pensamentos no assunto",
	"map.gem:2.event.8.description" : "Eu quis escrever ao Lorde Fayette logo depois de sua visita, mas forcei-me a deixar passar algum tempo.  Finalmente escrevi-lhe hoje que eu ficaria feliz em juntar nossas forças mas primeiro eu tinha que terminar de reunir os itens que Ethric queria.  Acho que ele entenderá.  Posso somente esperar e ver.",
	"map.gem:2.event.9.description" : "Recebi uma carta de Lorde Fayette hoje.  Tive que abri-la imediatamente.  Ele formalmente me convidou a juntar nossas forças como uma General assim que a minha promessa a Sandro fosse cumprida.  Ele disse algumas coisas lisongeiras que me fizeram rir.  Aquele lorde elfo é também encantador.  Está sendo um prazer em trabalhar para ele.",
	"map.gem:2.guards.18.16.1.message" : "Um jardim de estátuas avisa sobre o temperamento das Medusas que guardam este artefato.  Você deseja contratá-las?",
	"map.gem:2.guards.22.61.1.message" : "Muitos Minotauros e Manticoras guardam este artefato.  Você deseja tomar o artefato deles a força?",
	"map.gem:2.guards.22.7.1.message" : "Muitos Minotauros e Manticoras guardam este artefato.  Você deseja tomar o artefato deles a força?",
	"map.gem:2.guards.23.54.1.message" : "Uma multidão de Harpias se abrigam acima do artefato.  Você deseja atacá-las?",
	"map.gem:2.guards.25.17.1.message" : "Muitos Observadores possessivamente guardam este artefato.  Você deseja atacá-los?",
	"map.gem:2.guards.29.63.1.message" : "Um grupo da Medusa cercam este artefato.  Você deseja atacá-las?",
	"map.gem:2.guards.3.17.1.message" : "Um grupo de Medusas está guardando o artefato.  Você deseja atacá-las?",
	"map.gem:2.guards.49.52.1.message" : "Muitos Dragões adormecidos rodeiam esta Relíquia.  Você deseja desafiá-los pelo artefato?",
	"map.gem:2.guards.65.23.1.message" : "Uma multidão de Harpias se abrigam acima do artefato.  Você deseja atacá-las?",
	"map.gem:2.guards.65.31.1.message" : "Um grupo da Medusa se reune sobre o artefato.  Você deseja atacá-las?",
	"map.gem:2.guards.66.28.1.message" : "Muitos Minotauros e Manticoras guardam este artefato.  Você deseja tomar o artefato deles a força?",
	"map.gem:2.guards.9.29.1.message" : "Uma multidão de Harpias se abrigam acima do artefato.  Você deseja atacá-las?",
	"map.gem:2.header.description" : "Traga o Capuz do Vampiro à cidade de Leafhall para vencer o cenário.  Contudo, se Gem ou Clancy forem derrotados em combate ou você perder o Capuz, o cenário estará perdido.  Seus heróis são limitados ao nível 20, mas Gem e Clancy transportarão sua experiência, habilidades e magias para o cenário se",
	"map.gem:2.header.name" : "Recobrando o Capuz",
	"map.gem:2.quest.54.44.1.completed" : "O Terec está na prisão ao norte daqui.  Seu resgate é 40,000 em peças de ouro.  Você deseja pagar pelo resgate?",
	"map.gem:2.quest.54.44.1.firstVisit" : "Um grupo de bandidos guarda esta torre.  Eles dizem, \"Se você deseja Terek e seus equipamentos, você deve pagar pelo resgate uma quantia de 40,000 peças de ouro.\"",
	"map.gem:2.quest.54.44.1.nextVisit" : "Sem 40,000 peças de ouro, sem Terek.",
	"map.gem:2.town.11.11.0.name" : "Leafhall",
	"map.gem:3.event.0.description" : "Obter as Botas do Homem Morto não vai ser fácil.  Pelo que os meus batedores Élficos me dizem, há pelo menos dois Lordes da Fronteira Deyjaana nesta área.  Eles provavelmente reagirão fortemente à minha presença perto de Deyja.\n\nTenho de evitar ser distraída pelos Lordes de Fronteira e continuar indo para as Botas.\n\nNaturalmente, seria perfeito se pudessemos destruir algumas tropas Deyjaanas e adquirir as Botas ao mesmo tempo.",
	"map.gem:3.event.1.description" : "Tentei usar a bola de cristal para encontrar as Botas do Homem Morto mas não consegui nada útil.  Minhas habilidades com a bola de cristal são mais eficiente com as coisas vivas.  Pórem, segundo Sandro, as Botas estão na posse de um Mago ao sul daqui.",
	"map.gem:3.event.10.description" : "Encontrei-me com o velho Druida no café da manhã.  Fui honesta com ele.  Eu falei que considerava a sua oferta de unir aos Druidas, mas tive que perguntar sobre os juramentos requeridos de mim.",
	"map.gem:3.event.11.description" : "Ele explicou que cada Druida escreve seus próprios juramentos, e já pelo almoço tínhamos feitos os juramentos com os que me satisfaziam.  Sabendo o que Amanda tinha dito, senti-me confiante a permitir que o Velho Druida submetesse os meus juramentos à Druida do Alto Conselho.",
	"map.gem:3.event.12.description" : "Amanda esteve nos meus sonhos na noite passada.  Depois que cumprimentamos uma a outra eu disse-lhe da minha reunião com o velho Druida e como fui capaz de trabalhar em meus velhos juramentos com os da minha nova vida agora.  Uma parte de mim sempre será Feiticeira, mas agora serei uma Druida, finalmente encontrando uma nova vida para mim em Antagarich.  Pedi à Amanda para solicitar aos outros Feiticeiros uma dispensação para me uma Druida.",
	"map.gem:3.event.13.description" : "Amanda apareceu na noite passada e disse-me que minha irmã Feiticeira aprovou minha petição para me juntar aos Druidas.  Ela abraçou-me e disse que pensaria nisso como um \"Novo Começo\" que ela tinha desejado que eu encontrasse em Antagarich.",
	"map.gem:3.event.14.description" : "Enviei o juramento revisado ao Velho Druida esta manhã.  Disse-lhe que houve algumas nuanças na revisão que preferi.  Eu também lhe disse que eu gostaria de terminar esta última busca pelas Botas como uma Feiticeira.  Depois disto, se o Druida do Alto Conselho tivesse aprovado meus votos, eu os juraria na próxima lua cheia.  Eu sentia meu coração iluminado.  Logo eu seria uma heróina de AvLee e logo uma Druida.  Mas primeiro tive de conseguir as Botas para Sandro.",
	"map.gem:3.event.2.description" : "Tive uma visita surpresa esta manhã: o velho druida que eu tinha falado a há pouco tempo.  No café da manhã ele pediu-me para pensar sobre me formar como uma Druida.\n\nFiquei atordoada durante um momento, mas então sacudi minha cabeça e disse-lhe que era Feiticeira.  O velha druida calmamente deu outra mordida e disse-me do que ela sabia, que sendo Feiticeira não necessariamente me impede de ser também uma Druida.  Ele partiu depois do café da manhã, mas antes de partir ele deu-me um livro falando que iria me ajudar a entender o que significava ser uma Druida.",
	"map.gem:3.event.3.description" : "Sonhei com Amanda na noite passada e fui feliz vê-la.  Eu disse-lhe tudo sobre o Velho Druida, de sua oferta surpreendente e de minhas conclusões depois de ler o seu livro.  Amanda perguntou-me o que senti sobre a oferta do Druida.  \"Honrada,\" Eu disse depois de uma pausa.",
	"map.gem:3.event.4.description" : "Estou no meu ano sessenta e um como uma Feiticeira.  Depois de um tempo você aprende a proteger você e as suas tropas de magias malignas.  Todo amanhecer; uso a bola de cristal para verificar se há algum tipo de magia maligna em minhas tropas.",
	"map.gem:3.event.5.description" : "Esta manhã descobri que metade das minhas tropas tinham sofrido de alguma magia.  Ela parece uma variação de uma magia Necromante que vi há cinco anos atrás, chamada Aperto Negro.  A magia apodrece suas vítimas por dentro.  Felizmente, fui capaz de retirar a magia antes que perdessemos todo o acampamento.",
	"map.gem:3.event.6.description" : "Não estou tão confiante como eu costuma ser.  Depois de receber o livro que o velho druida tinha me dado, verifiquei completamente a parte que falava sobre magias e proteções.  Encontrei apenas uma pequena proteção de tempo.  Possivelmente lerei um pouco esta noite.",
	"map.gem:3.event.7.description" : "Terminei de ler o Livro de Druida na noite passada.  Estive lendo-o lentamente e pensando no que ele dizia, e também no que ele não dizia.  Enquanto há diferenças na especificação, a filosofia principal é praticamente idêntica.",
	"map.gem:3.event.8.description" : "\"Gem,\" Amanda respondeu, \"se as duas filosofias forem tão semelhantes como você diz, pode ser uma boa idéia em juntá-las.\"  Falei que eu não poderia.  Eu iria me sentir tão desleal com ela e com minha irmã Feiticeira.  Amanda balançou a cabeça e disse-me para descobrir que tipo de juramentos eles necessitariam antes de que eu tomasse qualquer decisão.",
	"map.gem:3.event.9.description" : "Estive pensando na oferta do velho Druida e no que Amanda disse.  Acho que terei que perguntar que juramentos serão envolvidos.  Se não houver nenhum juramento contrário então me juntarei aos Druidas, fazendo um novo lar para mim aqui em Antagarich.  Enviarei ao velho Druida uma mensagem dizendo para nos reunirmos hoje para discutir que tipo de votos os Druidas precisam.",
	"map.gem:3.guards.2.103.0.message" : "No meio de uma pequena clareira na montanha, está um par de Botas de Homem Morto.  O cabelo cresce até seu pescoço.  Uma brisa doce transporta o odor fraco da decadência.  Vose deseja pegar as Botas?",
	"map.gem:3.header.description" : "Leve as Botas do Homem Morto à cidade inicial de Gem para vencer a campanha.  Contudo, se Gem ou Clancy forem derrotados em combate ou perderem as Botas, o cenário estará perdido.  Os seus heróis serão limitados ao nível 25, mas Gem transportará sua experiência, habilidades e magias para sua seguint",
	"map.gem:3.header.name" : "Indo para as Botas",
	"map.gem:3.quest.3.104.0.completed" : "O mago aceita deixá-lo passar em troca das Sandálias do Santo.  Você deseja passar agora?",
	"map.gem:3.quest.3.104.0.firstVisit" : "Um mago poderoso guarda esta torre.  Ele recusa a deixá-la passar a menos que você lhe traga as Sandálias do Santo.",
	"map.gem:3.quest.3.104.0.nextVisit" : "O mago é duro.  se você quizer passar, terá que lhe trazer as Sandálias do Santo.",
	"map.gem:3.quest.75.3.0.completed" : "Finalmente, os 25 Dragões Fantasma!  Eles tomam bastante tempo.  Aqui, pegue as Sandálias.  Sua aura de bondade me da enjôos.",
	"map.gem:3.quest.75.3.0.firstVisit" : "Eu sou a vidente.  Previ que você precisará das Sandálias do Santo.  Tenho um par e estou disposto a lhe dar em troca de 25 Dragões Fantasma.  Ela ri quando você cerra seus dentes.  \"Você voltará.\"",
	"map.gem:3.quest.75.3.0.nextVisit" : "Sem 25 Dragões Fantasma?  Bem então, nenhuma Sandália para você.",
	"map.good1:0.event.0.description" : "De Catherine Ironfist, Rainha de Enroth: \"General, a nossa chegada inicial mostra evidências de uma invasão pelos Chefes de Guerra das Masmorras de Nighon.\"",
	"map.good1:0.event.1.description" : "\"Essas pessoas estiveram sob controle militar de Nighon durante os últimos trinta dias. Assumimos que as cidades adjacentes a Plinth, Mirham, e Trailia também estão sob comando de Nighon ou de Eeofol.\"",
	"map.good1:0.event.2.description" : "\"Outros generais estão rondando pela região para determinar a extensão da violação territorial. Para esta área, seu objetivo é simples. Estabeleça uma base de operações, reúna a milícia local, determine a extensão da ocupação Nighon, e encontre uma rota para invasão.\"",
	"map.good1:0.event.3.description" : "\"Se você puder asegurar sua base principal de operações, seremos capazes de eliminar rapidamente quaisquer forças restantes. Boa sorte.\"",
	"map.good1:0.event.4.description" : "Voltando de Mirham, um batedor entra em Caryatid e relata, \"Mirham está sob ocupação de Eeofol e tropas de Nighon.\"",
	"map.good1:0.event.5.description" : "Um de seus ajudantes aproxima-se de você com um pergaminho, mencionando que o batedor que entregou estava com vários ferimentos. Você desenrola e lê o pergaminho: \"Plinth foi tomado por tropas de Eeofol.\"",
	"map.good1:0.event.6.description" : "Conduzido ao monte grifo, um batedor com perfurações de flechas e arranhões de harpias, aproxima, ajoelha-se, e faz seu relatório, \"General, Trailia está sob fortes mãos de monstros Nighon.\"",
	"map.good1:0.guards.18.35.0.message" : "Tendo derrotado os Trogloditas, os seus homens libertam a Casa da Guarda. Dentro, ocupada por Lanceiros que estão ansiosos para lutar no seu lado.",
	"map.good1:0.header.description" : "Para vencer, você deve localizar e capturar a cidade de Terraneus. Os seus Heróis serão limitados até o 6º nível neste cenário, mas os 4 Heróis mais fortes viajarão com você ao próximo cenário desta campanha.",
	"map.good1:0.header.name" : "Retornando para Casa",
	"map.good1:0.header.rumor.0.text" : "Antes que os Generais de Nighon invadissem, esta região foi protegida por alguns admiráveis heróis de Erathia. Mas ninguém sabe onde eles estão.",
	"map.good1:0.header.rumor.1.text" : "É verdade que a Rainha Catherine retornou a Erathia?",
	"map.good1:0.header.rumor.10.text" : "Enroth pode não ter ouvido. O Rei Gryphonheart não morreu de causas naturais.",
	"map.good1:0.header.rumor.11.text" : "Ouvi que o Rei Gryphonheart morreu com um veneno em sua comida.",
	"map.good1:0.header.rumor.12.text" : "Há uma Torre do Grifo ao norte de Caryatid. Ela foi um dos primeiros objetivos da invasão.",
	"map.good1:0.header.rumor.13.text" : "Tenho um parente que foi para o treinamento para ser lanceiro na Casa da Guarda ao norte de Caryatid. Rezo para que ele tenha sobrevivido à invasão.",
	"map.good1:0.header.rumor.14.text" : "Ouvi que a Torre do Arqueiro a nordeste de Plinth caiu facilmente a uma horda de Trogloditas.",
	"map.good1:0.header.rumor.15.text" : "Embora não tenhamos tido notícias do Monastério a noroeste de Mirham, é conhecido que os reforços inimigos foram recentemente enviados à sua localização.",
	"map.good1:0.header.rumor.16.text" : "Os melhores Espadachins de Erathia são treinados no Quartel a sudoeste de Trailia.",
	"map.good1:0.header.rumor.17.text" : "Ao leste de Mirham em uma grande cabana vivem os magos. Um dos heróis locais me disse que eles 'ficam de olho' nos movimentos da tropa do oeste na montanha em Bracada.",
	"map.good1:0.header.rumor.18.text" : "Sendo de Enroth, você deve saber que a cadeia de montanhas ocidental é a fronteira compartilhada entre a nossa região e a nação de Bracada.",
	"map.good1:0.header.rumor.19.text" : "Não houve nenhum aviso. Durante a noite, encontramo-nos rodeados de habitantes das masmorras e diabos. Alguns acreditam que as tropas foram uma parte de um 'massivo teleporte'.",
	"map.good1:0.header.rumor.2.text" : "Ouvi que o cavaleiro, Gier, está sendo mantido preso a noroeste de Mirham.",
	"map.good1:0.header.rumor.20.text" : "Nighon é do outro lado do oceano, mas não vimos nenhum barco.",
	"map.good1:0.header.rumor.21.text" : "A oeste de Mirham tem uma Casa da Guarda onde os novos recrutas de Erathian recebem o seu treinamento inicial.",
	"map.good1:0.header.rumor.3.text" : "Destroços de vários barcos giram pelo redemoinho do oceano. Os capitães sobreviventes consideram-se mais fortes depois de sofrer a provação. Contudo, a tripulação pensa de outra maneira.",
	"map.good1:0.header.rumor.4.text" : "Muitos agradecimentos por resgatar nossa cidade.",
	"map.good1:0.header.rumor.5.text" : "Muitas cidades nesta região ainda estão sob a ocupação de Nighon.",
	"map.good1:0.header.rumor.6.text" : "Você ouviu alguma notícia de Steadwick?",
	"map.good1:0.header.rumor.7.text" : "A Steadwick caiu? A nossa capital sob a ocupação de Nighon?",
	"map.good1:0.header.rumor.8.text" : "É verdade que mais da metade de Erathia caiu a Nighon, Krewlod, e Tatalia?",
	"map.good1:0.header.rumor.9.text" : "Vimos habitantes de masmorras e diabos. Eeofol deve ser aliado de Nighon.",
	"map.good1:0.sign.26.41.0.message" : "Plinth: Sudoeste.   Mirham: Nordeste.",
	"map.good1:0.sign.41.23.0.message" : "Trailia: Nordeste.  Mirham: Sudoeste.",
	"map.good1:0.sign.48.35.0.message" : "Mirham: Oeste.  Caryatid: Siga as montanhas a leste, depois ao sul.",
	"map.good1:0.town.10.54.0.name" : "Plinth",
	"map.good1:0.town.35.35.0.name" : "Mirham",
	"map.good1:0.town.35.35.1.event.0.description" : "Uma caravana do exterior chega com as suas provisões de madeira semanais.",
	"map.good1:0.town.35.35.1.name" : "Terraneus",
	"map.good1:0.town.60.8.0.name" : "Trailia",
	"map.good1:0.town.68.56.0.name" : "Caryatid",
	"map.good1:1.event.0.description" : "Devemos conseguir Fair Feather antes das forças de Eeofol e Nighon. Se pudermos mostrar o nosso suporte, então devemos ser capazes de convencer os anjos de nos ajudar na recuperação de Erathia. Devemos asegurar esta área antes de que possamos nos mover a Steadwick.",
	"map.good1:1.event.1.description" : "Os batedores informam que há várias entradas de cavernas na área. Provavelmente encontraremos várias fortificações de Nighon ou Eeofol escondidas abaixo da terra.",
	"map.good1:1.header.description" : "Para vencer, você deve capturar todas cidades e castelos inimigos e derrotar todos heróis inimigos. Seus heróis são limitados até o 12º nível neste cenário, mas seus 8 heróis mais fortes irão com você até o cenário final desta campanha.",
	"map.good1:1.header.name" : "Anjos Guardiões",
	"map.good1:1.town.19.18.0.name" : "Fair Feather",
	"map.good1:2.event.0.description" : "Madeira dos esforços de guerra dos Chefes de Guerra das masmorras.",
	"map.good1:2.event.1.description" : "A região de Griffin Cliff, a terra anual de procriações é onde quase toda a população de Grifo de Erathia vem, está atualmente mantida sob controle da combinação de Nighon e as forças de Kreegan. Em gerações passadas, os Grifos foram a chave da criação de Erathia, e hoje eles são a nossa chave de recuperação.",
	"map.good1:2.event.2.description" : "Nighon e Kreegan infestaram significamente essa área, mas devemos libertar os Grifos quem estão sob comando deles. Recebemos relatórios que a capital Steadwick está sob um cerco. Se ela cair, precisaremos da ajuda dos Grifos.",
	"map.good1:2.event.3.description" : "Procure as Torres do Grifo ao norte. Devemos libertar todos eles antes de que possamos continuar em direção a Steadwick. Boa Sorte.",
	"map.good1:2.guards.25.23.0.message" : "Um dos seus soldados repentinamente grita, \"Emboscada!\" Você não tem tempo para pegar suas armas.",
	"map.good1:2.guards.29.8.0.message" : "Parece que uma avalancha bloqueou essa passagem.",
	"map.good1:2.guards.46.23.0.message" : "Um dos seus soldados repentinamente grita, \"Emboscada!\" Você não tem tempo para pegar suas armas.",
	"map.good1:2.header.description" : "Para vencer, você deve localizar e embandeirar todas as 7 Torres do Grifo.",
	"map.good1:2.header.name" : "Griffin Cliff",
	"map.good1:2.header.rumor.0.text" : "Ouvi que Steadwick foi atacada por Diabos!",
	"map.good1:2.header.rumor.1.text" : "Houve muitos refugiados que abandonaram o leste. Muitos em direção a segurança de Steadwick.",
	"map.good1:2.sign.37.64.0.message" : "Velha Rota do Grifo",
	"map.good2:0.event.0.description" : "Logo a inteligência relatará as forças de Nighon e de Eeofol para impedir que qualquer um entre no Vale Steadwick. Com todo o acesso terreno bloqueado, eles devem estar recebendo provisões por túneis subterrâneos.",
	"map.good2:0.event.1.description" : "Você terá de encontrar a passagem que eles estão usando para entrar no vale ou encontrar um caminho sobre as montanhas. As boas notícias são que temos ajuda de Bracada, e se pudermos conseguir, AvLee também. Há pouco o que falar. Não iremos parar até que Steadwick esteja libertada.",
	"map.good2:0.event.2.description" : "A palavra dos sobreviventes do cerco a Steadwick é que depois da morte de Rei Gryphonheart, o comando de Erathia caiu a Morgan Kendal, General do Comando Militar Real de Erathia.",
	"map.good2:0.event.3.description" : "Segundo as testemunhas, Gen. Kendal foi capturado durante a luta, e muitos acreditam que ele está sendo mantido em uma prisão ao noroeste. Seria sábio tentarmos libertá-lo, pois ele é um brilhante líder militar.",
	"map.good2:0.header.description" : "Para vencer, você deve capturar a cidade de Steadwick. Procure o Vidente - completamento a Missão do Vidente permitirá que você transporte a recompensa ao cenário seguinte.",
	"map.good2:0.header.name" : "Libertação de Steadwick",
	"map.good2:0.header.rumor.0.text" : "Supostamente os Chefes das Masmorras estão equipando Steadwick por túneis subterrâneos.",
	"map.good2:0.header.rumor.1.text" : "Os Chefes das masmorras têm dois portões subterrâneos fora do Vale Steadwick.",
	"map.good2:0.header.rumor.2.text" : "O General Morgan Kendal está sendo mantido prisoneiro em uma prisão ao noroeste.",
	"map.good2:0.heroes.4.name" : "Gen. Kendal",
	"map.good2:0.town.36.42.0.name" : "Steadwick",
	"map.good2:1.event.0.description" : "Uma carta de um líder em Eeofol afirma claramente que o Rei Roland Ironfist é mantido prisoneiro dos Diabos, e que só um milhão de ouros para resgate poderá mantê-lo vivo.",
	"map.good2:1.event.1.description" : "Esta afirmação não pode ser validada, mas uma interrogação completa ao mensageiro revelou que o Clã Kreelah está mantendo Roland somente dentro da fronteira de Eeofol. Verdadeiro ou não, a Rainha simplesmente não se renderá.",
	"map.good2:1.event.2.description" : "O Clã a fortaleza principal de Kreelah, Kleesive, é localizada somente do outro lado da fronteira de Erathia. Você deve capturar Kleesive e libertar o Rei Roland se ele estiver de fato lá. Parece improvável que eles mantêm um refém perto das linhas de frente, assim tenha cuidado que isso pode ser uma armadilha elaborada.",
	"map.good2:1.event.3.description" : "As forças de AvLee vieram para nos ajudar nessa tarefa. Boa sorte, e que a Luz dos Céus o proteja.",
	"map.good2:1.guards.14.24.0.message" : "Um dos seus soldados repentinamente grita, \"Emboscada!\" Você não tem tempo para pegar suas armas.",
	"map.good2:1.guards.17.29.0.message" : "Um dos seus soldados repentinamente grita, \"Emboscada!\" Você não tem tempo para pegar suas armas.",
	"map.good2:1.header.description" : "Para vencer, você deve capturar a cidade de Kleesive. Alguns Guardas da Fronteira só deixarão um Herói passar se possuir o Artefato da missão do cenário anterior, mas o artefato além do Guarda da Fronteira, viajará com você ao seguinte cenário.",
	"map.good2:1.header.heroNames.58" : "Lider do Clã",
	"map.good2:1.header.name" : "Negócio com o Diabo",
	"map.good2:1.heroes.58.name" : "Lider do Clã",
	"map.good2:1.sign.3.32.0.message" : "Taverna do Torg",
	"map.good2:1.sign.8.21.0.message" : "Vila Amnesty",
	"map.good2:1.town.68.40.0.name" : "Kleesive",
	"map.good2:2.event.0.description" : "Um batedor informa que há muitos acampamentos de refugiados ao longo da fronteira, povoada com criaturas que foram tiradas de suas casas para continuar lutando nesta área.",
	"map.good2:2.event.1.description" : "Durante meses, Tatalia e Krewlod lutaram com Erathia em uma série de discussões de fronteira. Normalmente, os Magos de Bracada ficariam contentes em permanecer fora de qualquer luta, mas com tudo que tem acontecido em Erathia foi recentemente, eles decidiram nos ajudar.",
	"map.good2:2.event.2.description" : "Os Magos fundaram um modesto posto avançado na fronteira que divide Erathia/Tatalia/Krewlod. Nossas forças militares foram enviadas à área para ajuda-los. Entre nós, devemos ser capazes a não só parar com a luta entre Tatalia e Krewlod, mas restabelecer a fronteira de Erathia também.",
	"map.good2:2.event.3.description" : "Ataque rapidamente, e elimine toda a oposição na área. Devemos ensinar aos nossos vizinhos que foi imprudente para eles pensar que podem tirar proveito de Erathia enfraquecida.",
	"map.good2:2.header.description" : "Para vencer, você deve capturar todas cidades e castelos inimigos e derrotar todos heróis inimigos. Alguns Guardas da Fronteira só deixarão um Herói passar se possuir o Artefato da missão do cenário anterior, mas o artefato além do Guarda da Fronteira, viajará com você ao seguinte cenário.",
	"map.good2:2.header.name" : "Assuntos Neutros",
	"map.good2:2.monster.11.55.0.message" : "Os elementais da água não parecem que vão deixá-lo usar o seu barco.",
	"map.good2:2.monster.27.69.0.message" : "Os elementais da água não parecem que vão deixá-lo usar o seu barco.",
	"map.good2:3.event.0.description" : "Os Chefes das masmorras são inteligentes. Enquanto os Diabos de Eeofol atacaram as fronteiras de Erathia, as forças de Nighon fizeram um túnel que tem quase a distância inteira de Steadwick, lançando ataques surpresa quase simultaneamente através da nação.",
	"map.good2:3.event.1.description" : "Devemos creditar o Comando Militar Real de Erathia para manter a invasão a somente na metade oriental de Erathia. Independentemente, agora temos os Chefes das masmorras em fuga. O seu trabalho é persegui-los sob o Desfiladeiro de Nighon e estabelecer um apoio em casa DELES.",
	"map.good2:3.event.2.description" : "As forças de AvLee e Bracada nos ajudarão neste ataque final. Não vamos permitir que nenhum posto avançado de Nighon ou de Eeofol sobreviva nos túneis. Devemos ensinar aos Chefes das masmorras uma lição que eles nunca mais vão esquecer. Boa sorte.",
	"map.good2:3.event.3.description" : "Você é capaz de tomar uma grande força de Nighon por mar, atacando-os de cima, mas você deve tomar cuidado com os Desfiladeiros cobertos por recifes que são tanto largos como traiçoeiros.",
	"map.good2:3.guards.0.25.0.message" : "Antes de você possuir o fabuloso Escudo do Sentinela, o Vidente já tinha previsto de você o possuir. Você deseja reivindicá-lo como seu?",
	"map.good2:3.guards.1.14.0.message" : "Antes de você possuir o fabuloso Elmo do Trovão, o Vidente já tinha previsto de você o possuir. Você deseja reivindicá-lo como seu?",
	"map.good2:3.header.description" : "Para vencer, você deve capturar todas cidades e castelos inimigos e derrotar todos heróis inimigos. Alguns Guardas da Fronteira só deixarão um Herói passar se possuir o Artefato da missão do cenário anterior, mas a recompensa é grande de fato.",
	"map.good2:3.header.name" : "Túneis e Trogloditas",
	"map.good2:3.sign.20.96.1.message" : "Biblioteca do Amaldiçoado",
	"map.good2:3.sign.53.39.0.message" : "Ilha dos Ciclopes",
	"map.good3:0.event.0.description" : "O Necromante, Nimbus, irá nos provar quem matou o Rei Gryphonheart. Ele deve conseguir o nosso posto avançado seguramente ou nunca podemos saber a verdade. Limpe o caminho para ele chegue ao nosso castelo!",
	"map.good3:0.header.description" : "Para vencer, o Necromante, Nimbus, deve alcancar a cidade de Highcastle com a Medalha do Estadista. No fim deste cenário, Nimbus e seus 7 Heróis mais fortes viajarão com você ao cenário seguinte desta campanha.",
	"map.good3:0.header.name" : "Passagem Segura",
	"map.good3:0.town.7.31.0.name" : "Highcastle",
	"map.good3:1.event.0.description" : "Nunca em Erathia vimos as quatro nações lutando sobre um único estandarte. Hoje, marchamos contra os exércitos de mortos-vivos, com mortos-vivos lutando ao nosso lado. Tão estranho como pode parecer, esse é o único modo de assegurar a vitória contra Deyja.",
	"map.good3:1.event.1.description" : "Para ter a vitória, você deve controlar completamente esta área. Boa sorte, estamos contando com você.",
	"map.good3:1.header.description" : "Para vencer, você deve capturar todas cidades e castelos inimigos e derrotar todos heróis inimigos. No fim deste cenário, seus 6 Heróis mais fortes viajarão com você ao cenário final desta campanha, onde eles serão encontrados por Lord Haart e Rainha Catherine.",
	"map.good3:1.header.name" : "Frente Unida",
	"map.good3:2.event.0.description" : "A cidade que contém o túmulo do Rei Gryphonheart, junto com a cidade onde o Rei atualmente tem o seu trono, são os objetivos deste ataque. Ambas as cidades devem cair, ou nunca seremos capazes de derrubar o Rei de seu trono.",
	"map.good3:2.header.description" : "Para vencer, você deve capturar todas cidades e castelos inimigos e derrotar todos heróis inimigos, sem perder Rainha Catherine ou Lord Haart. Essa é a batalha final... boa sorte!",
	"map.good3:2.header.name" : "Para o Rei e a Nação",
	"map.good3:2.town.54.23.0.name" : "Stonecastle",
	"map.neutral1:0.event.0.description" : "As suas primeiras ordens do Rei Tralossk são bastante simples: pegue todas minas na região para que os exércitos de Tatalia tenham os recursos necessários para uma maior campanha militar contra Erathia.",
	"map.neutral1:0.event.1.description" : "Mas uma há boa notícia e uma má notícia. A boa notícia é que três postos avançados Erathianos na área estão vazios devido à guerra no Leste. A má notícia é que eles podem pedir reforços mais rápido do que podemos, portanto você deve atuar rapidamente.",
	"map.neutral1:0.event.2.description" : "Naturalmente, deve você eliminar a oposição na área, então você será capaz de concluir o seu contrato...",
	"map.neutral1:0.guards.42.19.0.message" : "Um pequeno grupo de gnolls aparece descendo pela estrada.  Eles se aproximam para você (em uma maneira não-ameaçadora) e o líder lhe dá uma leitura de nota oficial, \"Essas tropas são para a maior honra de Tatalia, nos usem como quizer.  Assinado, Rei Tralossk.\"",
	"map.neutral1:0.guards.57.71.0.message" : "Esta estrada é caminho para entrar em Erathia, mas talvez você deva segurar esta região antes de de se mover.",
	"map.neutral1:0.header.description" : "Para vencer, você deve embandeirar todas minas. Os seus Heróis serão limitados ao 12º nível neste cenário, mas os seus 8 Heróis mais fortes ficarão disponíveis para você no cenário final desta campanha.",
	"map.neutral1:0.header.name" : "Fronteiras",
	"map.neutral1:0.monster.32.8.0.message" : "Esses gnolls parecem cansados de guardar esta tenda, e depois de uma pequena discussão, eles decidem se unirem a você.",
	"map.neutral1:0.sign.10.9.0.message" : "Iate Real - Somente Embaixadores!",
	"map.neutral1:0.sign.27.24.0.message" : "Sexto Templo de Tatalia",
	"map.neutral1:0.sign.31.47.0.message" : "Pântano das Fadas - Não Incomode",
	"map.neutral1:0.sign.44.64.0.message" : "Treinamento de Defesa de Abdul - Todas as Boas-vindas",
	"map.neutral1:0.sign.48.25.0.message" : "Bem vindo à Tatalia.",
	"map.neutral1:0.sign.49.28.0.message" : "Bem vindo à Erathia.",
	"map.neutral1:0.sign.60.11.0.message" : "Aldeia Sáuria - Visitantes não são bem-vindos",
	"map.neutral1:0.sign.9.28.0.message" : "Fábrica de Armas de Cerco de Abdul. Sem devolução",
	"map.neutral1:1.event.0.description" : "Há muito tempo nós batalhamos com os Militares Erathianos na nossa fronteira oriental. Muitos créditos por endurecer os seus soldados. Um recente ataque a fronteira resultou na vitória, mas ele também resultou em um número suficientemente grande de prisioneiros.",
	"map.neutral1:1.event.1.description" : "As nossas interrogações desses prisioneiros confirmaram as nossas suspeitas. Sem o seu Rei, Erathia não tem nenhum coração. O nosso objetivo não deve começar uma guerra, mas pilhar rapidamente a terra que está facilmente dentro de nosso alcance. Uma vez que temos obtidos os recursos que precisamos... uma guerra poderá der discutida.",
	"map.neutral1:1.event.2.description" : "Até lá, necessitamos que a sua participação independente para invadir os territórios Erathianos ao nosso Leste. Se você for capturado, afirmaremos que você foi simplesmente um líder de clã superzeloso, atuando fora dos interesses da nação.",
	"map.neutral1:1.event.3.description" : "Você será bem pago, mas você terá de trabalhar para o seu dinheiro. O Duque determinou que Krewlod precisará de pelo menos 200,000 em ouros para consolidar propriamente os empreendimentos. Agora vá, e boa sorte.",
	"map.neutral1:1.header.description" : "Para vencer, você deve acumular 200,000 em ouros. Os seus Heróis serão limitados ao 12º nível neste cenário, mas os seus 8 Heróis mais fortes ficarão disponíveis para você no cenário final desta campanha.",
	"map.neutral1:1.header.name" : "Ouro Rápido",
	"map.neutral1:2.event.0.description" : "Você recebe uma mensagem do Rei Tralossk - \"fico agradecido que você tenha escolhido o nosso lado. O seu conhecimento daquela luta de bárbaros estúpida lhe dará uma vantagem, embora seja com muita probabilidade que Duke Boragus pôs um preço por sua cabeça pela traição.\"",
	"map.neutral1:2.event.1.description" : "\"Esta será uma luta até fim. Desejamos expandir nossas fronteiras até as colinas Krewlod, e eles desejam nos parar. Uma força Erathiana simbólica será provavelmente pegada ao meio, mas não há simplesmente nada que nós, podemos fazer sobre isto.\"",
	"map.neutral1:2.event.2.description" : "\"Faça bem, e você será idolatrado por todos de Tatalia. Falhe... bem, não temos de discutir isto ainda.\" A carta é simplesmente batida com as insígnias escameadas da Casa Tralossk.",
	"map.neutral1:2.event.3.description" : "Você recebe as suas ordens de um dos generais de Duque Boragus. \"Eu nunca gostei de mercenários, mas você conseguiu se mostrar bastante digno para ser oferecido a um segundo contrato. Ouço que ol' Tralossk está tão nervoso com você que ordenou que sua cabeça fosse entregue em um cesto!\"",
	"map.neutral1:2.event.4.description" : "\"De qualquer maneira, caso você não tenha notado, isto é uma guerra de fronteira. Ol' Tralossk mantem em sua cabeça de que ele gostaria de um pouco do nosso território. VOCÊ deve pará-lo aqui. Duke Boragus gosta de você, mas a sua vida não valerá nada se os Tatalianos chegarem nas portas do Palácio do Duque.\"",
	"map.neutral1:2.event.5.description" : "\"Now, your orders are clear. Stop the Tatalian advance, then beat those sorry Lizards so far back across the border that they'll never even THINK about dry land again. Oh, and while you're at it, get rid of those pesky Erathian outposts. Have fun!\"",
	"map.neutral1:2.guards.27.60.0.message" : "Os bandidos pulam de uma vegetação rasteira e atacam!",
	"map.neutral1:2.guards.43.66.0.message" : "Os bandidos pulam de uma vegetação rasteira e atacam!",
	"map.neutral1:2.guards.50.14.0.message" : "Os bandidos pulam de uma vegetação rasteira e atacam!",
	"map.neutral1:2.guards.76.15.0.message" : "Os bandidos pulam de uma vegetação rasteira e atacam!",
	"map.neutral1:2.header.description" : "Para vencer, você deve capturar todas as cidades, castelos e derrotar todos heróis inimigos. Desconsiderando de que lado você escolha ficar, o outro o considerará para sempre um traidor.",
	"map.neutral1:2.header.name" : "Ambição",
	"map.neutral1:2.sign.46.66.0.message" : "Estrada Sul",
	"map.neutral1:2.sign.60.16.0.message" : "Estrada Norte",
	"map.neutral1:2.sign.87.57.0.message" : "Vila Orc",
	"map.neutral1:2.sign.96.43.0.message" : "Vila Goblin",
	"map.sandro:0.event.0.description" : "Finalmente!  Você tem a Capa do Rei Morto-Vivo e a Armadura do Amaldiçoado!  Seus planos para tomar Deyja começam agora!  Ethric, o seu velho mestre, ficou furioso quando recebeu a notícia que você se tornou Necromante.  Quando ele souber de seus planos com esses dois artefatos, ele ficará absolutamente furioso!\n\nVocê também soube que Ethric espalhou a notícia de seu paradeiro àqueles que perderam esses dois artefatos preciosos e a outros quem têm suas próprias razões para desprezar Necromantes. Sua viagem a Deyja pode começar difícil, portanto você envia um grupo de batedores adiante para procurar qualquer sinal de emboscada.",
	"map.sandro:0.event.1.description" : "Você acaba de receber uma carta ameaçadora de Bárbaros do Oeste.  Está escrito:\n\n\"Sandro,\n\nMeu nome é Jeddite.  Provavelmente você se lembra de mim, se suas memórias não foram cobertas de nuvens pela sua mente morta-viva.  Estudamos juntos com Ethric.  Tornando-se um Necromante, você me envergonhou completamente, já que fui eu que o apresentei a Ethric.  Você deveria escutá-lo.  De início, ele duvidou de sua capacidade de aturar sabiamente a carga do conhecimento mágico.\n\nEthric me contou sobre os dois artefatos que estão com você.  Fique sabendo, Sandro: você terá que passar por mim nessa sua viagem a Deyja.  Aliei-me com a cidade Florestal ao norte, e eles estão comigo contra você.  Tomarei os artefatos de seu cadáver podre e os devolverei a Ethric.\"\n\nVocê se lembra desse Jeddite.  Ele não foi somente um dos melhores estudantes de Ethric, ele foi também o seu amigo melhor.  Assim, ele sente-se culpado por apresentá-lo a Ethric.  Você terá que encontrar um modo de usar esta fraqueza contra ele.",
	"map.sandro:0.event.2.description" : "Seus conselheiros o lembram que já faz quase uma semana desde que você recebeu aquela carta de ameaça do seu velho amigo.  Eles sugerem que você lhe responda logo se você quizer usar sua amizade em vantagem.  Você ordena o mensageiro.\n\n\"Entregue esta mensagem a Jeddite: Recebi sua carta de aviso.  Terei que correr e me esconder amedrontado pela sua promessa de me parar?  Não, sua ameaça só fortalece a minha determinação.  Tomarei esses artefatos a Deyja, onde os usarei em ascensão ao topo da hierarquia Deyja.  Você e a seu pequeno bando lamentável não podem me parar.  Se você estiver no meu caminho, matarei cada alma viva que estiver sobre sua ordem e converterei os corpos em mortos-vivos para minha causa.  A propósito, obrigado por introduzir-me aos poderes da magia.  Sem a sua ajuda, eu nunca poderia realizar tal grandeza.\"\n\nO mensageiro rapidamente escreve a mensagem em um pergaminho e segue seu caminho.  Você se pergunta se a mensagem tivesse ficado talvez muito confiante.  Mas, confiantemente, lhe dará um olhar rápido do monstro ele ajudou criar e quebrará a sua própria confiança.",
	"map.sandro:0.event.3.description" : "Enviando uma mensagem que anuncia suas intenções confiantemente a seu inimigo normalmente não é uma aproximação. Você prefere uma manipulação enganosa do que um ataque surpresa ao cavalheirismo da guerra civilizada.  Contudo, você está pagando os seus conselheiros uma grande quantia de ouro para revelar-lhe a fraqueza de seus inimigos, e eles aconselham-lhe da seguinte maneira: \"envie uma mensagem a todas as cidades nesta área anunciando que você mantêm os artefatos.  Então explique detalhadamente como terrivelmente poderoso você ficará quando você usá-los. Diga-lhes que não lhe permitirem passar, você usará os artefatos na batalha e lançará a sombra da morte sobre suas terras.\"\n\nVocê concorda que o anúncio balançará no mínimo a confiança do seu inimigo e possivelmente até os atrasará com o debate para que você possa continuar a sua viagem em Deyja.  Se a mensagem não conseguir intimá-los a não bloquear sua passagem, então você sempre pode recorrer aos métodos mais sinistros da persuasão que você prefere.  Depois de várias horas de esboços ásperos e cálices de vinho, você finalmente resolve como expressar em palavras que serão enviadas na próxima alvorada.",
	"map.sandro:0.event.4.description" : "Por agora, todos os tolos que estão entre você e Deyja sabem que você transporta os artefatos; contudo, não houve nenhuma resposta oficial à sua mensagem.  Isto pode significar algumas coisas: eles estão preparando calmamente um ataque surpresa; eles não levaram a sério a mensagem, ou eles são burros e facilmente assustados.  Você suspeita que a última explicação e a maravilha que Ethric pensava quando ele alistou essa gente na sua causa.",
	"map.sandro:0.event.5.description" : "Os espiões retornam com uma notícia sobre conflitos internos entre os seus inimigos.  Seu velho amigo Jeddite e os aliados querem pegar os artefatos e prontamente devolvê-los a Ethric.  Contudo, duas outras Fortalezas aliadas ao Norte e ao Nordeste querem que os artefatos permaneçam em sua posse.  Segundo seus conselheiros, Lorde Jabarkas, o líder dessas duas cidades, é o irmão mais jovem ilegítimo de Ethric que sofre da Síndrome de Homem Pequeno.  Parece que Jabarkas sempre tinha inveja do prestígio de seu irmão mais velho, e você suspeita que ele pode ganhar mais respeito dos outros com você tendo os dois artefatos.\n\nVocê permite-se um sorriso sinistro.  Os ataques psicológicos são o ataque que você mais gosta.  Com sorte, seus inimigos poderiam matar um ao outro, e você passaria a Deyja como uma sombra na noite.\"",
	"map.sandro:0.event.6.description" : "Seus espiões enviam a mensagem: \n\n\"Meu Soberano,\n\nNossa viajem vai ser muito difícil, como já está sendo agora.  Vimos que o deserto rodeia nossa base de operações.  Este deserto está infestado de criaturas hostis que guardam todas as minas, tavernas e qualquer coisa que eles podem reivindicar.  Nossos inimigos estão em grandes números com muitos heróis para comandá-los. Você deve viajar cuidadosamente e sempre ficar preparado para a batalha.\"",
	"map.sandro:0.event.7.description" : "\"Péssimas notícias, senhor!\"  Um soldado freneticamente vem correndo para você e diz-lhe que alguém quebrou seu alojamento, retalhou seu linho, e cravou uma grande espada no meio de sua cama.  Junto tinha uma nota dizendo, \"Sandro, morte para você e todos aqueles que o seguir.  Pegarei aqueles artefatos que você roubou.\"  A nota foi não assinada.\n\n\"Senhor, Sinto de informar que o intruso, quem quer que seje, veio e foi embora sem ser detectado,\" o soldado continua.  \"E as notícias pioram, senhor.  O intruso pegou o seu ouro escondido --. todo ele.  Peço desculpas, senhor.\"\n\nCom um rosnado, você levanta sua espada e corta a cabeça do soldado.  Você podira ter sido assassinado ainda dormindo em sua cama na noite passada.  Suas tropas têm de ser melhor treinadas na arte da defesa contra ataques ocultos.",
	"map.sandro:0.guards.15.27.0.message" : "Este lugar parece familiar.  Você tem uma memória nebulosa de trazer uma bela donzela aqui vários anos atrás, e... seus pensamentos são interrompidos quando um de seus espiões se aproxima.  \"Senhor, Lorde Jabarkas sabe que você está na região e está planejando matá-lo.  Ele não esqueceu que você raptou a filha dele e a violou.  Ele recrutou um grande exército de outra Fortaleza no nordeste e planeja atacá-lo logo.\"\n\n\"Ele disse algo sobre os artefatos?\" você pergunta.\n\n\"Não, senhor.\" \n\"Muito bem.  Dispensado.\"",
	"map.sandro:0.guards.17.19.0.message" : "Um sussurro vem de um arbusto ao lado da estrada. Você desce de seu cavalo, espada na mão, para investigar. Você observa o arbusto durante um momento e repentinamente vai com seu braço no interior e arranca do tamanho de um homem e com pele vermelha, uma criatura.  O demônio das profundezas se afasta de você.\n\n\"Quem é você e por que está nos espiando!\" você questiona.\n\nO demônio das profundezas te olha e da sorriso maligno.  \"Eu sou Shalongrarg.  Estou aqui por ordens de meu irmão do nordeste.\"\n\n\"E quem é seu irmão para mandar você me espiar?\"\n\"Meu irmão é o Grande Lorde Jared,\" o demônio das profundezas diz orgulhosamente. \"Não há dúvidas sobre isso.  Suas conquistas são lendárias.  Todos tremem a seu nome.\"\n\nO sorriso arrogante do demônio das profundezas desaparece quando você cai na gargalhada.  \"Jared?  Sim, Conheço ele.  Ouvi que ele é um ladrão vagabundo de estradas e que lidera um pequeno e fraco bando de ladrões em pequenos assaltos.  Conquistas Lendárias?  As travessuras cômicas dele estão como o zumbido de um mosquito que neim vale o esforço de esmagar.   E você, Shalongrarg, tentando me intimidar com uma reputação tão patética!.  Diga-me, seu sapo asqueroso, o que este alvo de riso deseja com o grande Sandro?\"\n \n\"Eu... Tenho ordens para permanecer calado.\" Shalongrarg gagueja, em perda de palavras.  Nunca alguem tinha desafiado a falar de seu irmão assim. \n\"Diga-me sobre os planos de seu irmão ou o terei que ir esquartejando um membro de uma vez.\"\n\nO demônio das profundezas anda com a cabeça baixa e fita silenciosamente na terra.  Você agarra os seus chifres e força-o a olhar para você nos olhos.  \"Você esteve procurando Sandro e você o encontrou. Agora diga-me por que aquele verme de seu irmão está interessado em mim!\"  A protuberância de olhos de Shalongrarg e as orelhas sangram sobre a pressão imensa do seu aperto.  Você puxa-o para perto do rosto.  \"Esmagarei sua caveira como uma casca de ovo se você não responder às minhas perguntas!\"  Você repentinamente lança o demônio triste, e ele cai à terra.  Você levanta seu pé e coloca-o sobre a cabeça dele.\n\n\"Espere, Espere!\" o demônio das profundezas geme.  \"Direi o que você quer saber.  Quando meu irmão soube que você tinha os artefatos, ele ordenou que suas tropas pegassem você a qualquer preço.  Fui enviado para conseguir informação sobre seus números e movimentos.\"\n\nVocê pega Shalongrarg pela cabeça novamente e olha-o nos olhos apavorados novamente.  \"Assim, seu irmão planeja desafiar-me.  Provavelmente pouco de sua gente tem coragem para isso.  Provavelmente eles não são como você, ovelha para ser morta.\"  Com uma torção rápida de seu pulso, estala o pescoço de Shalongrarg ruidosamente e ele cai ao chão.  Repentinamente você ouve um barulho em todos dos arbustos que o rodeiam.  Um grande exército ataca você.",
	"map.sandro:0.guards.40.46.0.message" : "Seus espiões informam que ouviram a conversação seguinte entre o Lorde Ufretin e um de seus comandantes:\n\n\"Sim, senhor.  Ethric recebeu a mensagem esta manhã.  Sandro está na região e realmente mantém os artefatos.  Respondemos a Ethric que recuperaremos os artefatos e lhes daremos a Jeddite.  Prepararemos para atacar o exército de Sandro, senhor?\"\n\n\"Sim, temos que fazer da melhor maneira possivel, e rapidamente.  Aquele Sandro é ardiloso.  Ele poderia nos manipular debaixo de nossos narizes.  Diz-se que ele golpeia tão repentinamente e silenciosamente como uma aparição!  Prepare seus homens.\"\n\nA notícia viaja rápido nessas partes, você pensa.  Muito para um ataque surpresa!",
	"map.sandro:0.guards.49.63.0.message" : "Sua cidade vizinha está chegando à vista.  Jeddite tornou-se tanto um lorde poderoso como um bruxo poderoso.  Você sabe que ele é o homem da notícia e nunca desistiu de uma batalha.  Você se admira estar entrando em combate contra um antigo amigo e afetará sua estratégia.  No fim de tudo, ambos os lados têm a vantagem de saber exatamente quando e como o outro atuará na batalha.",
	"map.sandro:0.header.description" : "Derrote todos os inimigos de Sandro para vencer o cenário.  Contudo, se Sandro for derrotado em combate, o cenário estará perdido.  Sandro é limitado ao nível 5 mas transportará a sua experiência, habilidades e magias para o cenário seguinte.",
	"map.sandro:0.header.name" : "Alvo",
	"map.sandro:0.town.8.29.0.name" : "Hoddar",
	"map.sandro:1.event.0.description" : "Durante a sua viagem a Deyja, você se encontra com um jovem Mago chamado Vidomina que deseja se tornar Necromante.  Você aceita a ficar com a sinistra e jovem mulher como sua aprendiz depois que ela demonstrou um talento natural da necromancia matando e ressuscitando temporariamente pequenos animais.  Seu treinamento está indo bem, e você logo adquire a confiança dela.  Você explica a ela sobre sua busca, os artefatos poderosos que você possui, e por que Ethric quer a sua cabeça.  Ela entende a situação rapidamente e começa a fazer sugestões para atacar Ethric.  Derrotá-lo será difícil, mas com esta nova aprendiz brilhante sua vantagem melhorou consideravelmente.",
	"map.sandro:1.event.1.description" : "Vidomina continua demonstrando o grande talento e a dedicação à formação de Necromante.  Passando o dia consultando com os seus conselheiros, você não ficou disponível como professor hoje, mas a tarde você verifica os estudos.  Ao olhar sua prática de encantamentos sobre o luar, você percebe que ela é também bastante bela.  Repentinamente seus olhos se encontram com os dela e ela sorri calorosamente.  Você se vira, ligeiramente envergonhado pelo prazer momentâneo.  Necromantes não podem ter tais sensações! \n\nVidomina caminha e coloca a sua mão no seu ombro.  \"Boa noite, Mestre.  É bom ver você.  Não tive sua companhia hoje,\"\n\nVocê tira a mão dela.  \"Sua primeira lição desta noite: não fique tão familiar comigo.  Necromantes devem trabalhar constantemente com a morte, e é sábio permanecer distante àqueles em sua volta, até de seus mentores.\"\n\n\"Sim, Mestre,\" Vidomina responde timidamente.\n\n\"Agora sua segunda lição.  Não deposite tanta confiança em outra pessoa, especialmente as vivas.  mas o que me preocupa é que cresci confiando neles muito.  Preciso de você para ir adiante e trazer-me suas próprias impressões da nossa situação.  Descubra o quão poderosos nossos inimigos são, quantas tropas eles têm, e que tipo de magia eles usam.  As últimas quatro cidades que encontrei foram bastante fáceis de derotar, mas não desejo cair na armadilha de ficar super-cofiante.  Preciso de um novo par de olhos para avaliar as mentiras adiante de nós.  Agora vá!\"\n\nVendo Vidomina partir em sua primeira jornada solitária, você não pode determinar se sente alívio ou receio.",
	"map.sandro:1.event.2.description" : "\"Ele está apaixonado, estou falando,\" um esqueleto guerreiro sussurra aos seus camaradas.  \"Você não viu o modo que ele a olha?  Por que quando ela partiu, ele praticamente ficou com os olhos cheios de lágrimas.\"\n\n\"Cala a boca, seu imbecil,\" um zumbi adverte.  \"Espalhar esse tipo de boato pode te matar.\"\n\n\"Ha!  Eu não tenho medo de Sandro,\" o esqueleto bufa.  \"Eu queria saber se ele ainda tem coragem para nos conduzir em...\"\n\nUm súbito raio deixa os ossos do esqueleto torrados ao voarem por todas direções.  \"Não haverá mais tal conversação!  Agora, voltem ao seus deveres,\" Sandro rosna para as tropas sobreviventes.  Eles rapidamente se espalham fora de seus postos.\n\nAmaldiçoe sua fragilidade humana, você se adverte.  Se você não conseguir controlar suas emoções, seus exércitos podem perder a confiança em sua liderança.",
	"map.sandro:1.event.3.description" : "Uma mensagem de Vidomina chega: \"Mestre, há duas cidades Florestais nesta região.  Ethric os enviou a notícia sobre o grande perigo que você pode causar por estar em posse dos artefatos.  Infelizmente, os anões povoam uma dessas cidades, e quando eles souberem que um dos seus artefatos foi uma pedra de seu povo, eles irão unir-se a Ethric contra você.  Tenha cuidado ao passar por esta área.  Assinado, Vidomina.\"",
	"map.sandro:1.event.4.description" : "Um de seus espiões pede para falar com você: \"Senhor, depois de estudar os nossos inimigos anões durante uma semana, aprendemos muito.  Quando o artefato foi roubado, cada tribo anã pensou que era a outra que havia roubado, e eles estiveram em guerra durante os anos desde então.  Contudo, quando a carta de Ethric chegou, eles uniram forças pela primeira vez.  Você deve estar pronto para uma grande batalha.\"",
	"map.sandro:1.guards.12.29.0.message" : "Ramos grossos se enroscam em volta de seu corpo e te puxa para a terra. Você é atacado por Dendroids Soldados.",
	"map.sandro:1.guards.19.19.0.message" : "Seus espiões informam que os guardas da fronteira voam com um estandarte negro e estão guardando todos monólitos de todas as partes desta terra.  Maldita intromissão de Ethric!  Seus avisos aparentemente deram a essas pessoas um tempo para fundar uma extensa rede de defesa.  Você ordena que seus espiões voltem para a selva para encontrar a tenda negra do chaveiro.",
	"map.sandro:1.guards.22.18.0.message" : "As árvores ao redor tomam vida. Você é atacado!",
	"map.sandro:1.guards.24.10.0.message" : "Uma madereira operacional está adiante de você. Muitos Liches Superiores a guardam. Você nunca pensou que lutaria contra sua própria espécie.",
	"map.sandro:1.guards.29.22.0.message" : "Isto deve ser enxofre sagrado!",
	"map.sandro:1.guards.3.22.1.message" : "Os túneis dos anões cobrem uma vasta área. Quando você olha para a entrada da mina, você vê centenas de anões.  O olhar que você recebe de volta não é nenhuma boas vindas.",
	"map.sandro:1.guards.7.15.0.message" : "Fora da lava você vê criaturas feéricas se aproximando de você. Rapidamente, você puxa sua espada.",
	"map.sandro:1.guards.9.25.0.message" : "Os Pegasus de Prata não parecem felizes em vê-lo.  Quando você começa a se aproximar do ponto de minério, eles o atacam.",
	"map.sandro:1.header.description" : "Derrote Ethric e todos seus aliados para vencer o cenário.  Contudo, se Sandro for derrotado em combate, o cenário estará perdido.  Sandro é limitado ao nível 10 mas transportará a sua experiência, habilidades e magias para o cenário seguinte.",
	"map.sandro:1.header.heroNames.43" : "Vidomina",
	"map.sandro:1.header.heroNames.89" : "Ethric",
	"map.sandro:1.header.name" : "Mestre",
	"map.sandro:1.header.player.0.mainHeroName" : "Vidomina",
	"map.sandro:1.header.player.4.mainHeroName" : "Ethric",
	"map.sandro:1.heroes.43.biography" : "Vidomina devia ter sido morta a algum tempo.  Sua atitude de \"vá a qualquer lugar, faça qualquer coisa\" a pôs em situações a que ela nunca conseguiria sobreviver.  Seu maior segredo é o anseio de se tornar uma verdadeira Necromante.",
	"map.sandro:1.heroes.43.name" : "Vidomina",
	"map.sandro:1.heroes.89.name" : "Ethric",
	"map.sandro:2.event.0.description" : "Finneas Vilmar é um jovem lorde que deseja o poder.  Com um apetite tão ganancioso mas com uma pobre cabeça para táticas e manipulações políticas, ele foi rapidamente à sua direção.  Ele é o candidato principal para ficar de marionete; somente ele ainda não sabe disso.  Você decide em torná-lo seu dependente e promovê-lo pelos postos.",
	"map.sandro:2.event.1.description" : "Os relatórios confirmam que dois grupos separados das forças de AvLee possuem um túnel subterrâneo e pretendem lançar ataques surpresa.  Infelizmente para eles, você estará preparado para a mera tentativa, e logo vão se erguer como membros do seu exército morto-vivo.",
	"map.sandro:2.event.2.description" : "Duke Alarice tem um problema com Finneas Vilmar e com você agindo rapidamente em Deyja com um grande exército... sem mencionar que você possui os dois artefatos com uma combinação poderosa nos quais o Duke não se esqueceria de pegá-los de suas mãos.  Relatórios confirmaram que Duke Alarice avisou aos Lordes de AvLee próximos sobre o seu exército permanente poderoso, e já estão se preparando para a guerra.",
	"map.sandro:2.guards.47.33.1.message" : "Do nada, um contingente de Elfos da Floresta atacam!",
	"map.sandro:2.guards.5.28.0.message" : "Você é cumprimentado com paus afiados apontados diretamente para seu rosto.  Um anão forte passa entre os membros de sua tribo e se aproxima.  \"Quem está aí?\" ele pergunta.  Antes de que ele pudesse ver seu rosto, uma ilusão cobre seus ossos com carne.\n\n\"Ninguém de importância,\" você responde humildemente.  \"Por que você nos impede de atravessar?  Não o causamos nenhum dano.\"\n\n\"Estamos de olho um criminoso chamado Sandro.\"\n\n\"Criminoso?  Qual crime ele cometeu?\"\n\n\"Ele matou nossos irmãos, e pretendemos exigir vingança.  Eles lutaram contra à maldade que Sandro criou mas cairam sobre sua poderosa espada,\" o anão responde.\n\n\"Você certamente parece preparado.  O que o faz pensar que este Sandro poderia estar por perto?\"\n\n\"Nós recebemos um aviso de Lorde Alarice.  Ele pode ser um Necromante também, mas ele também deseja que Sandro seja parado.  Permitiremos que ambos exércitos estejam esgotados e depois os derrotaremos, retirando os artefatos malignos da posse dos Necromantes.\"\n\n\"Bem, Eu desejo sorte a você.  Parece que você vai precisar disso.  A propósito, você tem alguma idéia quem sou?\"\n\n\"Você?  Não acredito que tenhamos nos encontrado antes.\"\n\n\"Então permita que eu me apresente.  Meu nome é Sandro, e tenho o grande prazer de libertar o mundo de Anões estúpidos e prepotentes como você.\"  Você acena para seu exército.  \"Ataque!\"",
	"map.sandro:2.guards.51.37.0.message" : "Seus espiões o informam que há três tribos de anões nesta área.  Nenhum é aliado a Alarice, mas todos ganharam muita informação dele.  Dois estão aqui para vingar a morte de suas famílias.  Ao que parece, aqueles anões que você matou no caminho têm alguns grandes irmãos ou primos que querem usar os seus ossos para palitar os dentes.  Como os outros, eles logo se juntarão ao seu exército de mortos-vivos.",
	"map.sandro:2.guards.56.27.0.message" : "Um contingente de esqueletos bloqueia o seu caminho, recusando deixá-lo a passar.  Agarrando um pelo esterno e sacudindo o corpo todo, você rosna, \"Diga-me o que você está guardando!\"\n\n\"F-Fomos ordenados a impedir qualquer intruso de entrar no território de Lorde Alarice.\"\n\nVocê sacode os ossos dele, e ele decide que nenhum lorde vale por este tratamento.  O esqueleto lhe diz tudo.  \"Alarice planeja apagá-lo e tomar a Armadura do Amaldiçoado e a Capa do Rei Morto-Vivo para si.  Qualquer coisa que ele pode ter dito sobre esses artefatos é somente um tanto de mentiras.\"\n\nDeixando o esqueleto de lado, você se prepara para matar o contingente inteiro.",
	"map.sandro:2.guards.61.7.1.message" : "\"Pare onde você está!\" Grita uma voz vindo de algum lugar.\n\n\"Por que você nos impede?\" você grita devolta.\n\n\"Já dissemos, Lorde Alarice, não nos uniremos a você!\"\n\n\"Eu não sou o Lorde Alarice,\" você explica.\n\n\"Ah,\" a voz diz, aliviado.  Um anão aparece no topo do edifício adiante de você.  \"Saldações.  Eu sou Taruzdandu.  Graças a Deus você não é o Lorde Alarice.  Aquele homem está tão irritante!\"\n\n\"Hm?  Por que você diz isto?\"\n\n\"Ele nunca desiste,\" o anão suspira.  \"Ele quer que nós lhe proporcione ouro, assim ele pode tomar o comando ou alguma besteira parecida.  Mas o fato é, não damos um pio sobre a política superfície.  Só precisamos de um pouco de paz.\"\n\n\"Ah, verdade?  A que você está referindo?\"\n\n\"Há uma boa mina ouro não longe daqui, produz mais do que qualquer outra mina.  Não podemos pegá-la até que eles deixem de tentar invadir esta área de recursos.  Ao que parece, este companheiro de Sandro também quer nosso ouro, não só Alarice.\"  O anão olha atentamente para você.  \"Ei, você não é o companheiro de Sandro, não é?  Ouvi algumas coisas más sobre você.  As pessoas dizem que você só deseja matar a todos para conseguir um exército maior.\"\n\n\"Eu ficaria contente de ter servos inteligentes assim no meu exército.  É verdade, eu sou Sandro, e para mim vocês são simplesmente recrutas que ainda não sabem.\"\n\nTendo dito isso, você se move à frente e tenta tomar a cidade.",
	"map.sandro:2.header.description" : "Derrote todos inimigos de Sandro e Finneas para vencer o cenário.  Contudo, se Sandro ou Finneas forem derrotados em combate, o cenário estará perdido.  Sandro e Finneas são limitados ao nível 20 mas transportarão sua experiência, habilidades e magias para o cenário seguinte.",
	"map.sandro:2.header.heroNames.65" : "Lorde Alaric",
	"map.sandro:2.header.heroNames.76" : "Finneas ",
	"map.sandro:2.header.name" : "Finneas Vilmar",
	"map.sandro:2.header.player.0.mainHeroName" : "Finneas ",
	"map.sandro:2.header.player.1.mainHeroName" : "Lorde Alaric",
	"map.sandro:2.heroes.65.name" : "Lorde Alaric",
	"map.sandro:2.heroes.76.biography" : "Embora a sede de Finneas Vilmar pelo poder inevitavelmente o tornou praticamente um Necromante, a capacidade de manipulação política e táticas de batalha elude-o.  Ele se juntou com Sandro portanto ele pode usar as suas habilidades de mover-se pelos postos.",
	"map.sandro:2.heroes.76.name" : "Finneas ",
	"map.sandro:2.sign.69.63.0.message" : "O que você está fazendo na água?",
	"map.sandro:3.event.0.description" : "Logo Duke Alarice vai se encontrar entre os mortos.  Seus planos estão dando certo para você lançar um ataque.  Finneas não concorda com as suas táticas, mas você sabe que a dele é morte na certa.  Ele tem a ilusão de ser um tático genial.  Logo ele verá que não pode sobreviver sem a sua orientação.",
	"map.sandro:3.header.description" : "Derrote Duke Alarice e todos aliados para vencer esta campanha.  Contudo, se Sandro ou Finneas forem derrotados em combate, o cenário estará perdido.  Sandro e Finneas são limitados ao nível 25 mas transportarão sua experiência, habilidades e magias para a campanha seguinte.",
	"map.sandro:3.header.heroNames.75" : "Duke Alarice",
	"map.sandro:3.header.name" : "Duke Alarice",
	"map.sandro:3.heroes.75.name" : "Duke Alarice",
	"map.sandro:3.monster.27.23.0.message" : "Você está proibido de passar aqui.",
	"map.sandro:3.monster.67.9.0.message" : "Nosso conhecimento será mantido aqui, e não o compartilharemos com ninguém!",
	"map.sandro:3.quest.61.38.0.completed" : "Os guardas reconhecem que você de fato conseguiu o nível 25.  Você deseja entrar na cidade agora?",
	"map.sandro:3.quest.61.38.0.firstVisit" : "Esta cidade é muito perigosa.  Os guardas o olham duvidosamente mas aceitam a deixá-lo passar quando você alcançar a experiência do nível 25.",
	"map.secret1:0.event.0.description" : "Exploradores informam que sua irmã está ao norte com uma força grande de Unicórnios de Guerra de AvLee. Ao contrário de você, ela acredita que as Terras Competidas pertencem a AvLee e declarando independência é traição. Seus espiritos afundam, como você tinha esperado evitar a luta.",
	"map.secret1:0.event.1.description" : "Até mesmo que você junte suas forças para achar o Graal, Erathianos e AvLee estão se mobilizando para esmagar sua oferta para independência. Já, a milícia local de Erathia e AvLee estava em seu caminho. Felizmente, eles faltam liderança.",
	"map.secret1:0.event.2.description" : "Alguns dos habitantes estão declarando para você. A maioria das pessoas não estão tomando partido. Você deve encontrar o Graal para convencer a maioria que sua causa é justa. Com o Graal, a maioria o unirá. Sem isto, tropas de AvLee e Erathia derrotarão suas forças e o pendurarão na árvore mais próxima.",
	"map.secret1:0.guards.16.49.0.message" : "Vários Elfos que ouviram falar de seu plano para unir as Terras Competidas como um estado separado se unem a suas forças.",
	"map.secret1:0.guards.19.34.0.message" : "Emboscada! Milícia Erathiana atacam suas tropas!",
	"map.secret1:0.guards.23.54.0.message" : "Emboscada! Arqueiros de AvLee abriram fogo em suas forças!",
	"map.secret1:0.guards.29.25.0.message" : "Um grupo  de Pegasus desejam ajudar em sua procura ao Graal.",
	"map.secret1:0.guards.29.49.0.message" : "Você encontra um grupo de Centauros e Anões. Depois que você conta o plano para formar as Terras Competidas em um estado independente que eles se unem a você.",
	"map.secret1:0.guards.31.42.0.message" : "Ouvindo falar de sua luta para independência, um grupo de Elfos se unem a você.",
	"map.secret1:0.guards.36.30.0.message" : "Um grupo de Unicórnios se aproximam de você e eles desejam unir em sua missão de independência. Eles o presenteiam com uma Armadura do Milagre.",
	"map.secret1:0.guards.38.59.0.message" : "Emboscada!  Arqueiros Erathianos abriram fogo em suas forças!",
	"map.secret1:0.guards.39.24.0.message" : "Uma grande força de Unicórnios vão para fora da floresta e atacam! Como suas reuniões com os Generais de suas tropas, você não pode ajudar mas pode avisar sua irmã que está nas extremidades dos bosques.",
	"map.secret1:0.guards.42.43.0.message" : "Ouvindo falar de sua luta para independência, um grupo de Elfos se unem a você.",
	"map.secret1:0.guards.44.25.0.message" : "Um grupo  de Pegasus desejam ajudar em sua procura ao Graal.",
	"map.secret1:0.guards.47.48.0.message" : "Você se encontra com um grupo de Anões e Centauros que apóiam sua meta de independência para as terras Competidas. Eles se unem a você.",
	"map.secret1:0.guards.48.40.0.message" : "Emboscada! Milícia Erathiana atacam suas tropas!",
	"map.secret1:0.guards.52.50.0.message" : "Vários elfos que ouviram falar de seu plano para unir as Terras Competidas um estado separado se juntam a suas forças.",
	"map.secret1:0.guards.52.54.0.message" : "Emboscada! Arqueiros de AvLee abriram fogo em suas forças!",
	"map.secret1:0.header.description" : "Para vencer, você deve encontrar o Graal dentro de 2 meses.",
	"map.secret1:0.header.name" : "O Graal",
	"map.secret1:0.header.rumor.0.text" : "O Graal fica em algum lugar situado Norte de Avalon.",
	"map.secret1:0.header.rumor.1.text" : "O Graal fica em algum lugar situado a leste da Montanha dos Anões.",
	"map.secret1:0.header.rumor.2.text" : "O Graal fica em algum lugar situado oeste da Colina dos Anões.",
	"map.secret1:0.sign.27.60.0.message" : "Montanha dos Anões",
	"map.secret1:0.sign.37.61.0.message" : "Norte para Avalon\nLeste para Colina dos Anões\nOeste para Montanha dos Anões",
	"map.secret1:0.sign.45.62.0.message" : "Colina dos Anões",
	"map.secret1:0.town.39.47.0.name" : "Avalon",
	"map.secret1:1.event.0.description" : "Com madeira em pouca produção, os 'ladrões de madeira' estaõ correndo excessivamente.",
	"map.secret1:1.event.1.description" : "Durante a noite suas madereiras foram invadidas novamente, mas agora eles começaram pegar ouro também!",
	"map.secret1:1.event.2.description" : "Nós temos que construir Welnin, mas foram sabotadas as madereiras da área, e 'ladrões de madeira' começaram a aparecer.",
	"map.secret1:1.event.3.description" : "Pegue nossos melhores esforços para os parar, os rebeldes continuam fugindo com nossa madeira e ouro.",
	"map.secret1:1.guards.16.48.0.message" : "Você encontrou 3 madeiras.",
	"map.secret1:1.guards.24.14.0.message" : "Você encontrou 3 madeiras.",
	"map.secret1:1.guards.25.31.0.message" : "Você encontrou 2 madeiras.",
	"map.secret1:1.guards.25.42.0.message" : "Você encontrou 3 madeiras.",
	"map.secret1:1.guards.36.54.0.message" : "Você encontrou 3 madeiras.",
	"map.secret1:1.guards.40.43.0.message" : "Você encontrou 2 madeiras.",
	"map.secret1:1.guards.43.29.0.message" : "Você encontrou 3 madeiras.",
	"map.secret1:1.guards.48.54.0.message" : "Você encontrou 3 madeiras.",
	"map.secret1:1.guards.53.25.0.message" : "Você encontrou 3 madeiras.",
	"map.secret1:1.guards.6.10.0.message" : "Você encontrou 5 madeiras.",
	"map.secret1:1.guards.62.60.0.message" : "Você encontrou 5 madeiras.",
	"map.secret1:1.header.description" : "Para vencer, você tem que construir uma Capital na cidade de Welnin. Só então vá as Terras Competidas e seja livre!",
	"map.secret1:1.header.name" : "Independência",
	"map.secret1:1.town.11.10.0.name" : "Welnin",
	"map.secret1:1.town.36.35.0.name" : "Welnin",
	"map.secret1:2.event.0.description" : "A cidade de Welnin espera a chegada do Graal. E o Arqueiro, Ryland, para pegá-lo. Não pare para lutar - isso virá depois. Boa sorte.",
	"map.secret1:2.guards.10.3.0.message" : "Batedores informam aqueles Guardas Dendroid na região poderiam ser simpatizantes a nossa causa.",
	"map.secret1:2.guards.13.61.0.message" : "Batedores informam alguns dos Monges nesta área parecem ser simpatizantes a nossa causa.",
	"map.secret1:2.guards.16.54.0.message" : "Batedores informam que alguns Elfos nesta região são simpatizantes a nossa causa.",
	"map.secret1:2.guards.28.63.0.message" : "Uma pequena ordem de Monges se aproxima, e o líder decide que sua causa é justa e eles unirão a você.",
	"map.secret1:2.guards.36.55.0.message" : "Uma pequena força mercenária de Espadachins que estavam andando por perto da floresta pedem para se alistar em seu exército (por um preço).",
	"map.secret1:2.guards.5.7.0.message" : "Um batedor lhe fala que alguns Espadachins nesta parte dos bosques poderiam ser simpatizantes a nossa causa.",
	"map.secret1:2.guards.51.6.0.message" : "Batedores informam que alguns Elfos nesta região são simpatizantes a nossa causa.",
	"map.secret1:2.guards.53.31.0.message" : "Um batedor informa que muitos Anões nesta área estão cansado de Erathia e AvLee e são simpatizante a nossa causa.",
	"map.secret1:2.guards.65.11.0.message" : "Um pequeno grupo de Unicórnios se aproxima, e o líder do rebanho pisa adiante e telepaticamente lhe fala eles querem se alistar em seu exército.",
	"map.secret1:2.guards.65.23.0.message" : "Batedores informam que alguns Unicórnios nesta área poderiam ser simpatizantes a nossa causa.",
	"map.secret1:2.header.description" : "Para vencer, o Arqueiro, Ryland, deve alcançar a cidade de Welnin com o Graal, e construir com isto um lar permanente.",
	"map.secret1:2.header.name" : "A Estrada para Casa",
	"map.secret1:2.town.38.41.0.event.0.description" : "AvLee envia recursos para o esforço de guerra",
	"map.secret1:2.town.62.63.0.name" : "Welnin",
	"map.secret:0.event.0.description" : "As vezes os Lordes de Deyja permitirão que outras criaturas movam-se em uma área sob seu controle e matar para ressucitar exércitos adicionais aos mortos vivos.  Entretando, a área particular foi negligênciada pelos lordes e agora eles limparão completamente o caminho para o castelo de Lorde Haart.  Esta é a vez que você deseja ter a Armadura do Rei Morto! Moendo seus dentes, você começa a adaptar o velho exército do seu modo.",
	"map.secret:0.event.1.description" : "Como no acordo, o Lorde Haart tem saido recentemente mais distante no território Erathiano.  Ele pegou a maioria dos cavaleiros e cléricos e alguns poucos da guarda do castelo.  Você decide que seria melhor enviar um batedor para encontrar exatamente as forças que deixou para trás.",
	"map.secret:0.event.10.description" : "Como você rola por cima e eleva seu braço fraco, o fedor de carne seca o sufoca quase.  Embora incapaz ver Ethric claramente por seus olhos violentos, sabe você que a espada dele está a ponto de fatiar por você como se fosse manteiga.  Mas o sopro não cai.  Ao invés, mãos fortes o apanham e o lançam contra uma parede.\n\nVocê agora vê Crag Hack.  O bárbaro louco quer ser pago.  Ele arranca sua bolsa de moeda fora de entre suas costelas e folhas você com um buraco boquiaberto em seu tórax.\n\nComo você põe morrendo sem esperança de ressurreição, um Druida com a face de um anjo parece adiante de você.  Porém, o sorriso bonito dela se fica mau e feio como ela usa a magia de cura dela em contrário.  Queimando o resto de sua carne de seu corpo, ela grita de almas sempre perdidas por causa de você.  Como você se levantando antes dela, nu e só, ela ri.\n\nOs outros dois heróis participam da risada, enquanto o fazendo chorar como uma criança ridicularizada.  Você grita em pranto finalmente com eles até que você acorda.",
	"map.secret:0.event.11.description" : "Sussurros na escuridão indicam a coisas só longe da vista e ao redor do canto.  Você está se movendo por florestas escuras e só com o luar guiando seu caminho.  Seu cavalo tropeça, enquanto relinchando como você abaixa.  Fixado, você tenta subir fora de debaixo do animal de sangue puro agonizante quando uma sombra cair em cima de você.  É o Bárbaro cara-azul, o que tinha estudado em Bracada.\n\nEste espírito não será brincado com embora um Bárbaro, porque ele é um inimigo esperto e perspicaz.  Ele pisa em sua espada, enquanto o esmaga.  Com a dor que o envolve, você empurra o cavalo morto fora seu corpo e sobe abaixo o caminho.  Tropeçando, você pousa face primeiro e rola abaixo um dique.  Yog o cumprimenta no fundo.  O Bárbaro inexorável o apanha por seu capote que de alguma maneira se transforma em folhas de cama.\n\nÉ seu Zumbi leal, não Yog que está o despertando.",
	"map.secret:0.event.12.description" : "Não há nenhum escapando este pesadelo.  Uma vez mais você está na floresta sombria, este tempo fugindo o espírito selvagem.  Ele é um caçador hábil e até mesmo mais determinado que Crag hack receber o pagamento dele.\n\nUma seta fatia por seu pé, enquanto o arraigando ao chão.  Você vê as sombras mexerem e fora passos os branco-esfolaram, Arqueiro ruivo com o arco estranho.  Ele põe mais setas rapidamente em seu corpo antes de levar pontaria cuidadosa a seu crânio com o cabo final.\n\nDe repente, você começa a entrar em uma abertura no chão.  Fazendo um último, agarramento desesperado a uma mão se alongada para você, você materializa seguramente em sua cama.  Mas a mão que você está apertando não é isso de seu guarda - os braços do Zumbi tinham vindo finalmente separadamente atrás do salvar tantas vezes do sonho mortal.  Não, um chefe que aconteceu caminhar além de sua barraca e ouvir sua angústia o salvou.\n\nVocê amaldiçoa suavemente.  Se não para casualidade, você tivesse morrido.  Vocêdecide que não se arriscará a dormir denovo.",
	"map.secret:0.event.2.description" : "Lord Haart decidiu jogar um pouco sujo como você tinha anticipado.  Ele deixou quatro heróis capazes para guardar os seus castelos.  O magnífico esnobe!  Ele fará coisas mais difíceis, para não mencionar as tropas que reforçou na guarnição.  Agora você terá que ser direto.  Mas isso não impede seus planos.  Uma vez no lado Erathiano, você estará livre para ceifar os preciosos camponeses.  Sobre você, os esqueletos ainda não sabem.",
	"map.secret:0.event.3.description" : "Assim, a distante campanha está indo bem.  A abundância das criaturas lutam, e se transformam em esqueletos, e as cidades estão começando a dar forma.  Confiante a esta pequena viagem como você planejou, você manda para fora os mensageiros do Calabouço e os Kreegans.  Não deve demorar seus planos para tomar Erathia.  Apesar de tudo, tem alguma força bruta que você pode usar para cobertura.",
	"map.secret:0.event.4.description" : "Confuso sobre os eventos do passado e olhando para o futuro, você lentamente bebe um cálice de vinho.  Your lips would curl into a snide smile -- Seus lábios soltam um pequeno sorriso -- se você sair, é aquele.  A vida sem carne é completamente confortável, realmente.  Você não se preocupa com mordidas de mosquito, bolhas no pé ou folhas grossas.  Muitos desconfortos como o frio e o calor não interessão mais, e tal alegria a ser sujo de suor, trabalhadores tolos.  O aroma da morte, seco e confortável, o cerca.\n\nColocando seus pensamentos para trás e o plano quebrado por reviravoltas tolas, você agarra abruptamente o cálice e arremessa contra a parede, e derramando sangue.  Sua raiva com Crag, Gem, Yog e Gelu não é facil de controlar.  Quem pensaria que os dois Bárbaros desenvolveriam consciência de repente?  Para não mencionar um menino arqueiro e um druida extrangeiro que juntos, recolhem recursos para construir um exército grande o bastante para derrotar o seu!\n\nVocê acalma-se lentamente com a realização que este descuido não importam mais.  O rei morrerá, e será por uma de suas próprias mãos.  O pensamento aquece sua alma fria e aumenta o fogo durante toda a noite.",
	"map.secret:0.event.5.description" : "Seus batedores \"recrutaram\" três mensageiros que carregam auxílio ao Lorde Haart.  Se você não capturar nenhum outro mensageiro que puderem iludir, Lorde Haart retornará aqui antes do tempo.",
	"map.secret:0.event.6.description" : "Para manter as tropas eficazes em seu serviço, você deve continuar pagando.  No retorno, emitirão alguns \"recrutas\", provando que eles estão fazendo o trabalho e estão sendo pagos.  Você ainda resmunga.  Tenho que realmente pagar alguém para tal tarefa é inconveniente, como foram muitos nesta terra.",
	"map.secret:0.event.7.description" : "Uma vez que o problema veio a sua maneira.  Um daqueles cavaleiros fez um ataque suicida na última noite.  E poucos homems que o seguiram eram fracos, mas lhe custarão muito para substituir o que se queimou á terra.  Pode ser um sábio fortalecido, mas é certo que os idiotas que você colocou lá será muito mais eficaz do que o último grupo.",
	"map.secret:0.event.8.description" : "Descansar pacificamente nunca é uma opção para o morto-vivo.  Cada noite você é infestado com revoltantemente reais sonhos.  Um morto-vivo diz que se você morrer em tal um pesadelo, você morre permanentemente.  Sabendo o poder da mente e a fragilidade de um corpo com firmeza sem uma alma prendeu, você se arrisca.  Você mantém um guarda Zumbi em seu quarto para o despertar periodicamente.  A maior parte, esta tática funciona.",
	"map.secret:0.event.9.description" : "O pesadelo começou como sempre.  Ethric estava o perseguindo, renunciando à espada dele como o lunático ele era.  Gritos de batalha agudos, ele apressa precipitadamente adiante, enquanto ameaçando o alcaçar e matar.  Não há nenhuma dúvida em sua mente este Bruxo rasgaria sua cabeça de seus ombros e usaria isto para jogar beisebol.  Ele estava furioso, insano com ciúme e incapaz controlar o poder ele já teve.   grito dele virou a um cantando enlouquecendo e raio rasgados das mãos dele, enquanto queimando sua carne tenra e o lançando ao chão.\n\nTremor de mãos ósseo você antes de você morresse no sonho.  \"Me desculpe, senhor,\" o Zumbi se desculpa.  \"Eu estava há pouco o despertando como você ordenou.\"  Tremendo, você gasta o resto do verter noturno em cima de listas.",
	"map.secret:0.header.description" : "Capture o castelo de Haart e deixar o frasco do veneno para ganhar o cenário.  Entretanto, se Sandro for derrotado no combate, o cenário é perdido.  Os heróis são limitados ao nível 10, mas Sandro e três de seus companheiros carregarão experiência, habilidades e magias para o próximo cenário.",
	"map.secret:0.header.name" : "Veneno Próprio Para o Rei",
	"map.secret:0.town.6.67.0.name" : "Castelo Haart",
	"map.secret:0.town.62.33.0.event.0.description" : "Seu dinheiro tem sido para bom uso.  Tropas chegam como prometido -- não muitos, mas revisa bastante que estão sendo pegados os exploradors, matou e se transformou em esqueletos para lutar contra as pessoas eles serviram uma vez.  Tal uma ironia deliciosa!",
	"map.secret:1.event.0.description" : "Os Chefes das Masmorras aceitaram construir um túnel subterrâneo para Erathia por 100,000 em ouro.  Para você para acumular tanta riqueza em tão pouco tempo você terá de invadir uma parte das Terras Disputadas mantidas pelos Ranges: há rumores de misteriosas minas de ouro em toda parte no território.\n\nContudo, o ouro não é o único material necessário para os seus planos de invasão.  A madeira subterrânea é muito fraca para suportar as paredes e tetos do túnel, mas há abundância de fortes madeiras na floresta para você para coletar.  Cada semana uma carroça de transporte chegará para buscar um pequeno montante de madeira necessária para o projeto de construção.",
	"map.secret:1.event.1.description" : "Uma carroça de transporte sobe à terra para buscar a provisão semanal de madeira necessária para a construção de túnel.  Suas tropas enchem a carroça e a enviam de volta.",
	"map.secret:1.guards.16.1.0.message" : "Parece que os Centauros da moradia lá em cima deixaram isto.  Achado não é roubado.",
	"map.secret:1.header.description" : "Obtenha 100,000 em Ouro para dar aos Chefes das Masmorras e vencer o cenário.  Porém, se Sandro for derrotado em combate, o cenário estará perdido.  São limitados os heróis ao nível 16, mas Sandro e três dos camaradas dele continuarão com a experiência, habilidades e magias para o próximo cenário.",
	"map.secret:1.header.name" : "Construir um Túnel",
	"map.secret:1.quest.32.65.1.completed" : "Excelente, mandarei transportar esta madeira à seção sucumbida do túnel imediatamente.  Logo devemos mandar escavar o corredor e reforça-lo novamente.  Ah, quase me esqueci.  Quando o túnel caiu, descobrimos uma veia de 50,000 em ouro.  Segundo o nosso acordo de construção, todas as veias minerais descobertas pela construção do túnel lhe pertence.",
	"map.secret:1.quest.32.65.1.firstVisit" : "Sou o Inspetor de Construção de Túnel, e tenho um grande empecilho a informar.  O túnel de invasão caiu, e precisamos de 200 unidades de madeira imediatamente para reedificar o corredor principal.  Tenho uma frota de carroças que estão prontas para transportar a madeira, mas não sei quanto tempo o túnel resistirá sem suporte adicional!",
	"map.secret:1.quest.32.65.1.nextVisit" : "Preciso do carregamento de 200 unidades de madeira o mais rápido possível!  O resto do túnel pode cair qualquer dia agora sem isso!",
	"map.secret:2.event.0.description" : "Os Kreegianos exigiram que os Necromantes comprovem o seu valor procurando pelo Anel Exalador de Enxofre.  Ao que parece, eles precisam deste item para construir alguns dos seus edifícios, (embora aos Necromantes, ele seja um mero símbolo).  Você foi enviado para trazer este item pessoalmente porque Finneas não confia em mais ninguém para essa tarefa.  A ajuda Kreegiana é essencial aos planos de Deyja.",
	"map.secret:2.event.1.description" : "Você descobriu por que os Kreegans não recobraram o Anel.  Uma Druida poderosa nomeada Melodia capturou o item e o cavou em uma posição muito segura.  Usando a sua magia poderosa, Melodia criou uma série de teletransportes para impedir a entrada de intrusos.  O Anel é rumorado para estar sempre na sua pessoa.",
	"map.secret:2.event.2.description" : "Isto dará os recursos de computador cada dia.",
	"map.secret:2.event.3.description" : "Você deve mover-se rapidamente ou enfrentar as diferenças esmagadoras.  Se você não concluir sua missão nos dois próximos meses então as forças de AvLee terão tempo para organizá-la e dirigi-la permanentemente a este reino da existência.  É essencial adquirir o anel e deixar a área o mais rápido possível.",
	"map.secret:2.event.4.description" : "Um grupo de batedores voltaram de manhã cedo.  Eles foram muito lentos para pegar os Pegasus de Prata voando em direção da cidade Florestal onde Melodia reside.  Se eles tomaram uma mensagem a outros lordes de AvLee você enfrentará mais do que somente uma única Druida.",
	"map.secret:2.event.5.description" : "É sempre bom conhecer o seu inimigo, é que você usa freqüentemente os espiões para descobrir o que você pode sobre eles, especialmente esta Druida.  Será alguns dias antes do retorno do espião.",
	"map.secret:2.event.6.description" : "O seu espião voltou hoje.  As notícias não são boas.  Ou pelo menos é isso o que você vê no cadáver desmembrado lançado no degrau da sua porta algumas horas antes.  Seria extremamente prudente aprender mais sobre esta Druida misteriosa.",
	"map.secret:2.event.7.description" : "É sempre bom conhecer alguém que conservará e venderá a informação.  Afortunadamente você conhece tal pessoa, um ladrão chamado Dethmar quem faz o seu negócio para saber sobre o contexto de todos quem vivem nessas terras.  Um rápido comentário sobre a Druida Melodia, você envia o pergaminho por um corvo morto.",
	"map.secret:2.event.8.description" : "Dethmar obteve um pouco da história da Druida, mas o preço para revelar a você são grandes-- 3,000 peças de ouro e 4 enxofres.  Você faz o pagamento, esperando que a informação mereça essa soma tão alta.  Logo depois, Dethard envia uma mensagem com a seguinte resposta:\n\n\"Saudações, Sandro.\n\nO Melodia é uma Heroína veterana de AvLee.  Ela tem sobrevivido a muitas batalhas e sua sorte parece não ser pequena.  Ela tem capacidades mágicas poderosas com um cumprimento cheio de magias no seu repertório.  Qualquer usuário de magia salivaria para dar somente uma rápida espiada em seu livro de magia.  Suas famosas habilidades são excelentes, que dominou as quatro artes mágicas bem como estudando táticas de combate.\n\nEla pegou mais do que somente o patético Anel Exalador de Enxofre em suas viagens.  Estou surpreso que você não saiba que as Sandálias do Santo, a Armadura do Milagre, o Arco Dourado ou o Capacete de Hellstorm  estão todos rumorados para estar na sua posse.\n\nSe sua escolha é ir contra esta formidável Druida, eu sugiro que você tenha bastante tropas sob seu comando.\n\nDethmar\"",
	"map.secret:2.guards.29.14.1.message" : "Isto será o mais útil contra aqueles felizes Rangers.",
	"map.secret:2.header.description" : "Obtenha o Anel Exalador de Enxofre dos Kreegianos para vencer o cenário.  Contudo, se Sandro for derrotado em combate, o cenário estará perdido.  Os heróis são limitados ao nível 24, mas Sandro e três dos seus tenentes transportarão a sua experiência, habilidades e magias para o cenário seguinte.",
	"map.secret:2.header.name" : "Aliança Kreegiana",
	"map.secret:3.event.0.description" : "Estes jovens lordes não te darão boas experiências no campo.  Quando você os destruir com uma grande facilidade, ninguém questionará seu poder novamente.  O Lorde Amrothal segurou a sua posição do Oeste até você, mas somente é acessível pelo sistema de túnel subterrâneo.  Um sistema complexo de teletransportes o ajudará a pega-lo.",
	"map.secret:3.guards.21.27.1.message" : "Um lugar tão estranho para encontrar o trevo!  Inspecionando mais perto, você percebe que isto é um trevo mágico  que aumentará a sua sorte.  Que boa sorte!  Como você se abaixa para pega-lo, e uma voz grita alto, \"Não ouse pegar meu trevo!\"  Você quer lutar pelo trevo?",
	"map.secret:3.guards.32.26.1.message" : "Parece que os Dragões tentavam o impedir de pegar suas velhas escamas, e que algum artesão a moldou como uma armadura eficaz.  Você prova a armadura, e ela é muito boa.  O destino sorriu para você.",
	"map.secret:3.header.description" : "Sandro deve derrotar todos os lordes que buscam sua posição para vencer a campanha. Contudo, se Sandro perder até somente uma batalha, os outros sentirão a fraqueza nele e destruirão tudo em que ele trabalhou.",
	"map.secret:3.header.heroNames.65" : "Lorde Dufus",
	"map.secret:3.header.name" : "Com Antolhos",
	"map.secret:3.header.player.4.mainHeroName" : "Lorde Dufus",
	"map.secret:3.heroes.65.name" : "Lorde Dufus",
	"map.yog:0.event.0.description" : "Nascido filho de um Chefe Bárbaro e uma Gênio feiticeira, você sempre encontrou sua mente em contradição com seu coração.  Sua mãe o alistou na academia de magia desde que era jovem, mas por mais que você tenha tentado cumprir o desejo dela de tornar-se um Mago, você percebeu quão entediante é a vida de academia.  Em muitos aspectos você era mais como seu pai, passando o tempo praticando a esgrima ao invés de estudando seus livros de magia.  Para o espanto de seus tutores, seus estudos definhavam enquanto suas habilidades de combate cresciam.  Contudo, quanto mais a academia tentava o disciplinar, mais você vinha a odiar magia e desejava por uma vida de mais aventuras.  Tal vida sempre parecia fora de seu alcançe até semana passada, quando você recebeu um convite de Winston Boragus, o Duque de Krewlod,  de juntar-se à suas forças armadas.  Sua reputação como espadachim havia alcançado o país vizinho de Krewlod, e o Duque, que desesperadamente precisava suplementar suas forças armadas, estava desesperadamente buscando recrutas estrangeiros.  Você viu essa oportunidade como um sinal de que agora era a hora de você abandonar sua vida de magia.  Conhecendo o alto zelo com o qual a academia guarda seus segredos, você está certo de que fecharão suas fronteiras e o perseguirão.  Destemido, você envia um de seus parceiros de treinamento para encontrar uma cidade onde você poderá treinar tropas para auxilia-lo na luta até Krewlod.  Noite passada seu amigo mandou recado de uma cidade não muito longe de Calarnen.  Tudo que tem que fazer é seguir a estrada ao sul, e você estará em segurança dentro de poucos dias.",
	"map.yog:0.event.1.description" : "Journal Entry 1:  Fará quatro dias que estou fugindo, e ainda não há sinal algum da cidade da qual meu amigo falou.  Mesmo assim devo continuar, pois chegou ao meu conhecimento que a academia enviou um exército comandado por um de seus magos mais adeptos, uma Maga chamada Aine, para me caçar.  Minha única esperança é encontrar esta cidade elusiva para despistar Aine e montar meu próprio exército para atravessar a fronteira.",
	"map.yog:0.event.2.description" : "Journal Entry 2:  Chegamos à Padon não faz muito tempo.  Até aqui tudo está indo bem, apesar de que está demorando para montar o exército mais do que eu gostaria.  Contudo, Não acho que os portões da fronteira segurarão as forças de Aine por muito tempo.  Sem dúvida ela achará uma forma de passar.  Esta manhã mandei um batedor atravessar a fronteira à Krewlod para encontrar uma cidade isolada, um lugar onde posso aguentar até que Aine se canse de me procurar.  Quanto mais cedo partir de Bracada, melhor estarei.",
	"map.yog:0.event.3.description" : "Journal Entry 3:  Tarde na noite passada meu batedor regressou com as boas notícias que uma cidade chamada Groa fica ao leste da fronteira de Krewlod.  Ele também me avisou que a fronteira está fortemente protegida.  Apesar do batedor não ter conseguido identificar cada tropa na guarnição, ele viu sinais de Titãs, Nagas Rainha, e Arquimagos.  Devo estar bem preparado antes de tomar a guarnição de assaulto.",
	"map.yog:0.event.5.description" : "Você descobre um antigo livro de magia da arte negra da Necromancia.  Esta não é a primeira vez que vê tal livro.\n\nQuando na academia, você apaixonou-se por outra estudante, chamada Vidomina.  Deve ser verdade que os opostos se atraem porque, ao contrário de você, ela era bem culta e estudiosa.  E como ela adorava estudar magia!  Era a vida dela, ou teria sido, se não a tivesse corrompido.  Pois Vidomina passava seu tempo vago vasculhando bibliotecas por tomos de magia oculta, e ela eventualmente veio a encontrar um manuscrito tal como o que está em sua posse.  Contra os conselhos de seus tutores, ela estudou o livro, mas suas gravações malignas a transformaram em uma Necromante.  Ela agora reside em Deyja, onde ela passará o resto de seus dias.\n\nVocê não perde tempo em vender o livro amaldiçoado por ouro e recursos.",
	"map.yog:0.guards.32.7.0.message" : "Journal Entry 5:  Meu batedor me aconselheu a ir em direção ao sul pois um exército deste tamanho não passaria pelas montanhas.  Uma marcha de dois a quatro dias ao sul me levarão à entrada do vale guiando à cidade de Groa.",
	"map.yog:0.guards.48.20.0.message" : "Journal Entry 6:  Está quase terminado.  O mapa do batedor indica ser esta a entrada para o vale de Groa. Eu agruparei meus generais e entrarei pelos portões de meu novo lar. ",
	"map.yog:0.guards.58.7.0.message" : "Journal Entry 7:  Essa batalha poderia ter sido evitada.  Tudo o que eu queria era permanecer aqui até que a poeira baixasse; não havia necessidade para derramar sangue.  Os habitantes deviam estar realmente assustados para enviarem tantos Behemoths Anciãos.  Bem, se um exército marchasse até minha casa eu também estaria alarmado, mas as defesas da cidade estão fracas agora que a maioria de seus Behemoths Anciãos estão fora.  Quando minhas tropas estiverem descansadas eu planejarei um ataque à cidade de Groa, pois quem sabe o que mais poderão lançar sobre mim se eu permitir outra oportunidade de tomarem a iniciativa.",
	"map.yog:0.guards.6.22.0.message" : "Journal Entry 4 (Continued):  A batalha foi feroz com certeza.  Eu não esperava perder tantas tropas como perdi.  Devo ser mais cauteloso da próxima vez.  Mas por ora está feito.  Eu cruzei a fronteira.  Apenas espero que a academia não tente atravessar também, se já não o fizeram.  Essa área não é muito viajada, e provavelmente levaria um tempo até que o Duque de Krewlod soubesse que Aine invadiu seu território.",
	"map.yog:0.guards.8.24.0.message" : "Journal Entry 4:  Eu estou descansando meu exército antes de iniciar a batalha para atravesar a fronteira.  Justo como meu batedor havia informado, a guarnição da fronteira está fortemente protegida.  Apesar de minhas tropas aparentar estarem apreensivas, eu acho que aguentarão.  Se... cruzarmos a fronteira, sua moral irá melhorar.",
	"map.yog:0.header.description" : "Fuja de Bracada e capture a cidade Krewlodiana de Groa para vencer o cenário.  Contudo, se Yog é derrotado em combate ou falha em capturar Groa em 5 meses, o cenário está perdido.  Yog é limitado ao 9º nível mas levará sua experiência e habilidades ao próximo cenário.",
	"map.yog:0.header.heroNames.45" : "Yog",
	"map.yog:0.header.name" : "Em Fuga",
	"map.yog:0.heroes.45.biography" : "Yog estudou por muitos anos com os Magos de Bracada, mas ele preferia passar seu tempo praticando esgrima do que estudando magia.",
	"map.yog:0.heroes.45.name" : "Yog",
	"map.yog:0.monster.57.8.0.message" : "\"Nós temos vivido neste vale em paz e despreocupados durante muitos anos.  Agora você vem com um exército buscando nos derrotar.  Nós não toleraremos tal agressão!\"  Antes que você consiga convencer os Behemoths Anciãos de suas inteções pacíficas com eles, eles atacam.",
	"map.yog:0.quest.56.9.0.completed" : "Enfim, é o Yog.  Você deseja passar?",
	"map.yog:0.quest.56.9.0.firstVisit" : "Os guardas aqui afirmam ter ordens de apenas permitir Yog a passar.",
	"map.yog:0.quest.56.9.0.nextVisit" : "Os guardas aqui permitirão que apenas Yog passe.",
	"map.yog:0.town.5.50.0.name" : "Padon",
	"map.yog:0.town.70.13.0.name" : "Calarnen",
	"map.yog:0.town.70.4.0.name" : "Groa",
	"map.yog:1.event.0.description" : "Aine desistiu da perseguição mais cedo que o esperado.  Não querendo iniciar uma guerra entre Bracada e Krewlod, retornou logo após você ter cruzado a fronteira.  Para ficar no lado seguro, você optou por não chamar atenção por algumas semanas antes de iniciar sua jornada à Ulgak, capital de Krewlod, para oferecer seus serviços ao Duque Winston Boragus.",
	"map.yog:1.event.1.description" : "Journal Entry 8: Meus batedores informam que há várias rotas que levam à Ulgak, mas grandes guarnições guardam todas elas.  Krewlod deve estar esperando uma grande ameaça se todas suas forças estão em alerta!  Eu devo alcançar a capital rápido para oferecer minha assistência.",
	"map.yog:1.event.2.description" : "Journal Entry 9: Meus batedores me informaram notícias perturbadoras ao retornarem.  Krewlod está preparando suas forças para ir à guerra contra mim e meu exército.  Eu fui enganado!  Duque Winston Boragus me atraiu aqui com seu convite de aliança, e agora eu me encontro cercado por forças hostis.  Eu não sei porque eu seria o alvo de tal plano, mas eu pretendo descobrir.  Eu lutarei meu caminho até os degraus de seu castelo e degolarei o pescoço daquele traidor!",
	"map.yog:1.guards.18.13.0.message" : "Journal Entry 11: Eu penso que estando tão perto da capital atrairia a atenção de Winston Boragus.  Bem, eu não vou apenas sentar aqui enquanto eles preparam um ataque.  Eu farei esse Bárbaro pagar por ter me ludibriado!",
	"map.yog:1.guards.7.25.1.message" : "Journal Entry 10:  Eu tentei passar por entre as guarnições, mas os Bárbaros as colocaram muito perto uma da outra.  Eu novamente considerei encontrando uma passagem pelas montanhas, mas meu exército é grande demais para sobreviver tal jornada.  Afortunadamente eu avistei algumas cavernas guiando à túneis subterrâneos.  Pode ser que minha sorte esteja mudando pois estas cavernas não aparentam serem vigiadas.",
	"map.yog:1.header.description" : "Leve Yog até Ulgak, a capital de Krewlod, para oferecer seus serviços ao Duque Winston Boragus e vencer o cenário.  Porém, se Yog for derrotado em combate, o cenário está perdido.  Yog é limitado ao 15º nível mas levará sua experiência e habilidades para o próximo cenário.",
	"map.yog:1.header.name" : "O Encontro",
	"map.yog:1.town.16.16.0.name" : "Ulgak",
	"map.yog:2.event.0.description" : "Após alguns dias de viagem em Tatália, você descobriu que os Tatalianos realmente não querem você em seu território.  Como provavelmente demorará algum tempo até encontrar Alendora, você esta fortalecendo seu exército em um pequeno vale antes de começar a busca.",
	"map.yog:2.event.1.description" : "Journal Entry 12:  Ontem eu enviei meus batedores procurarem pelo campo enquanto eu procuro pela cidade, mas não encontramos sinal algum de Alendora.",
	"map.yog:2.event.2.description" : "Journal Entry 13:  Todos menos um de meus batedores regressaram para reportar que não conseguiram localizar Alendora.  Espero que o último batedor esteja atrasado por ter tido melhor sorte.",
	"map.yog:2.event.3.description" : "Journal Entry 14:  Justo quando eu estava começando a temer que meu último batedor havia sido morto, ele retornou com notícias de que havia achado Alendora.  Infelizmente, o homem estava tão exausto da viagem que apenas conseguiu mencionar algo sobre uma caverna antes de desabar.  Eu ordenei que ele descansasse e se reportasse à mim primeira coisa na manhã. ",
	"map.yog:2.event.4.description" : "Journal Entry 15:  Eu mandei ser trazido até mim o batedor que havia localizado Alendora após ele ter descansado.  Seu relatório mais detalhado deu a localização exata da caverna, ao Norte da estrada principal.",
	"map.yog:2.guards.1.27.0.message" : "Você encontrou o Orbe do Firmamento.  Se você perder este item você não poderá completar sua missão.  ",
	"map.yog:2.guards.10.36.0.message" : "Você encontrou o Orbe do Fogo Tempestuoso.  Se você perder o orbe você será incapaz de completar sua missão.",
	"map.yog:2.guards.3.31.0.message" : "Você encontrou o Orbe da Chuva Guiada.  Se você perder este item você não poderá completar sua missão.  ",
	"map.yog:2.guards.8.31.0.message" : "Você encontrou o Orbe de Lama.  Se você perder este item você não poderá completar sua missão.  ",
	"map.yog:2.header.description" : "Leve as Sandálias do Santo e a Armadura do Milagre para Alendora para vencer o cenário.  Contudo, se Yog for derrotado em combate ou você perder qualquer um dos componentes da Aliança Angélica, o cenário será perdido.  Yog é limitado ao 18º nível mas levará sua experiência e habilidades ao próximo c",
	"map.yog:2.header.name" : "Um Duro Começo",
	"map.yog:2.quest.12.68.0.completed" : "Maravilha fazer negócios com você.  Entregue-me os quatro orbes e eu te entregarei o Orbe de Inibição.  Agora não o perca ou você não poderá pegar a Espada do Fogo Infernal e completar sua missão.",
	"map.yog:2.quest.12.68.0.firstVisit" : "Eu busco pelo Orbe do Firmamento, Orbe de Lama, Orbe do Fogo Tempestuoso e Orbe da Chuva Guiada.  Se você me trouxer estes quatro eu te darei o Orbe da Inibição.  Você precisará do Orbe da Inibição para poder conseguir a Espada do Fogo Infernal, e ouvi dizer que é isto o você busca para completar sua missão.",
	"map.yog:2.quest.2.27.0.completed" : "Finalmente, é o Yog.  Você deseja passar?",
	"map.yog:2.quest.2.27.0.firstVisit" : "Os guardas aqui dizem ter ordens de deixar apenas Yog passar.",
	"map.yog:2.quest.2.27.0.nextVisit" : "Os guardas aqui deixarão apenas Yog passar.",
	"map.yog:2.quest.2.31.0.completed" : "Finalmente, é o Yog.  Você deseja passar?",
	"map.yog:2.quest.2.31.0.firstVisit" : "Os guardas aqui dizem ter ordens de deixar apenas Yog passar.",
	"map.yog:2.quest.2.31.0.nextVisit" : "Os guardas aqui deixarão apenas Yog passar.",
	"map.yog:2.quest.35.27.1.completed" : "Finalmente, é o Yog.  Você deseja passar?",
	"map.yog:2.quest.35.27.1.firstVisit" : "Os guardas aqui dizem ter ordens de deixar apenas Yog passar.",
	"map.yog:2.quest.35.27.1.nextVisit" : "Os guardas aqui deixarão apenas Yog passar.",
	"map.yog:2.quest.37.27.1.completed" : "Aqui está o Pingente da Coragem.  Envie-o para Winston Boragus, e ele saberá que você completou a primeira parte de sua busca.  ",
	"map.yog:2.quest.37.27.1.firstVisit" : "Ah, aí está você.  Eu estive te esperando.  Eu sou Alendora.  Winston Boragus me contou de sua chegada.  Eu também fui informada que você tem a Armadura do Enigma e as Sandálias do Santo para me dar.",
	"map.yog:2.quest.43.61.0.completed" : "Excelente!  Me entregue o Orbe e eu te darei a Espada do Fogo Infernal para você abrir o Portão da Missão que guarda o Portão Subterrâneo.  Lembre-se, se você perder a Espada do Fogo Infernal você será incapaz de descer e completar sua missão.",
	"map.yog:2.quest.43.61.0.firstVisit" : "Eu preciso do Orbe da Inibição e se você o me der eu te darei a Espada do Fogo Infernal.  Eu sei que você precisará da espada para poder abrir o Portão da Missão que guarda o Portão Subterrâneo.",
	"map.yog:2.quest.9.31.0.completed" : "Finalmente, é o Yog.  Você deseja passar?",
	"map.yog:2.quest.9.31.0.firstVisit" : "Os guardas aqui dizem ter ordens de deixar apenas Yog passar.",
	"map.yog:2.quest.9.31.0.nextVisit" : "Os guardas aqui deixarão apenas Yog passar.",
	"map.yog:2.quest.9.36.0.completed" : "Finalmente, é o Yog.  Você deseja passar?",
	"map.yog:2.quest.9.36.0.firstVisit" : "Os guardas aqui dizem ter ordens de deixar apenas Yog passar.",
	"map.yog:2.quest.9.36.0.nextVisit" : "Os guardas aqui deixarão apenas Yog passar.",
	"map.yog:3.event.0.description" : "Antes de partir da Tatália você enviou um mensageiro para entregar o Pingente da Coragem para Winston Boragus para que ele soubesse que você havia completado a primeira parte de sua missão com sucesso.  Após dispensar o mensageiro, você partiu rumo à Erathia para completar a segunda parte.  Você agora esteve em Erathia por alguns dias, mas você não conseguiu encontrar Falor e Tarwen.  A melhor pista que você tem de seu paradeiro são as memórias confusas de um camponês de que eles vivem em algum lugar subterrâneo.",
	"map.yog:3.event.1.description" : "Journal Entry 16:  Fortificar minha posição não foi difícil, pois as montanhas criam um barreira efetiva.  Porém, meus batedores me trouxeram informação que sugere que o resto de minha missão não será fácil.  Para eu ganhar acesso ao covil subterrâneo de Falor e Tarwen, eu devo visitar a tenda de um Mestre das Chaves localizado fundo em território inimigo.",
	"map.yog:3.guards.18.8.1.message" : "Journal Entry 17:  Já faz algum tempo desde a última entrada no meu diário, mas eu estive muito ocupado.  O exército Erathiano me atacou mais cedo do que eu pensava.  Parece que minha sorte está melhorando, apesar de tudo.  Eu encontrei uma caverna no meio do lago.  Foi uma boa coisa porque ambos Falor e Terwen estão aqui embaixo em algum lugar.",
	"map.yog:3.header.description" : "Yog deve entregar o Colar Celestial da Glória e o Escudo da Coragem do Leão à Falor e Tarwen para vencer o cenário.  Porém, se Yog for derrotado em combate ou perder qualquer um dos artefatos, o cenário está perdido.  Yog é limitado ao 21º nível mas levará sua experiência e habilidades ao próximo ce",
	"map.yog:3.header.name" : "Falor e Terwen",
	"map.yog:3.quest.26.18.1.completed" : "   Bem, não fique aí parado!  Entregue-nos o Escudo e o Colar e siga seu caminho!  Oh, espere!  Leve isto e entregue ao Duque para que ele saiba que você nos visitou e fez o deveria ter feito.\n\n   Ao você alcançar a porta Falor vem e se desculpa pelo comportamento rude de Terwen.  \n\n   \"Por favor desculpe Terwen.  Ele fica temperamental às vezes.  Boa sorte no resto de sua missão.\"\n   Com isso, Falor aperta sua mão.  Você agora está em busca de Beleg e Orruk para completar sua missão. ",
	"map.yog:3.quest.26.18.1.firstVisit" : "\"Olá.  Eu sou Falor, e este é o Terwen.  Duke Winston Boragus nos informou que você talvez viria aqui.  Você deve nos entregar o Escudo de Coragem do Leão e o Colar Celestial da Beatitude, se não me engano.\"",
	"map.yog:3.quest.27.35.0.completed" : "Finalmente, é o Yog.  Você deseja passar?",
	"map.yog:3.quest.27.35.0.firstVisit" : "Os guardas aqui dizem ter ordens de deixar apenas Yog passar.",
	"map.yog:3.quest.27.35.0.nextVisit" : "Os guardas aqui deixarão apenas Yog passar.",
	"map.yog:4.event.0.description" : "Você despachou uma mensagem imediatamente à Winston Boragus, informando-o que você encontrou Falor e Terwen e os deu o Colar Celestial da Glória e o Escudo da Coragem do Leão.  O mensageiro logo retornou com instruções bem específicas do Duque: entrar em Bracada e trazer o Elmo do Esclarecimento Divino à Beleg e a Espada do Julgamento para Orruk, e depois enviar provas de cada entrega de volta à capital.  Você percebe que Aine provavelmente estará lhe esperando para o capturar assim que voltar a Bracada, então você terá que ser bem cuidadoso.",
	"map.yog:4.event.1.description" : "Journal Entry 18:  Eu enviei meus batedores até Bracada esperando ter algum conhecimento do paradeiro de Aine e o que ela está planejando.  Enquanto eu espero que eles voltem, eu montarei meu exército.",
	"map.yog:4.event.2.description" : "Journal entry 19:  Meus batedores voltaram poucos horas atrás sem informação alguma de Aine.  Ela aparentemente sabia que eu estava a procurando e usou magia afim de evitar detecção.  A única coisa útil que meus batedores tinham a informar era que todas as cidades de Bracada preparavam-se para guerra.  Não quero passar mais tempo que o necessário em minha terra natal, então mandarei meus batedores novamente a procura de Beleg e Orruk.",
	"map.yog:4.event.3.description" : "Journal Entry 20:  Meus batedores encontraram Beleg e Orruk: eles estão ao sul de minha cidade.  Estou afortunado de ter os encontrado tão depressa.  Quanto mais rápido saio do alcance de Aine, o melhor.",
	"map.yog:4.header.description" : "Yog deve entregar o Elmo do Esclarecimento Divino e a Espada do Julgamento à Beleg e Orruk para vencer o cenário.  Porém, se Yog for derrotado em combate ou perder o artefato, o cenário está perdido.  Yog é limitado ao 25º nível mas levará sua experiência, habilidades e magias para sua próxima campa",
	"map.yog:4.header.name" : "Voltando à Bracada",
	"map.yog:4.quest.12.17.1.completed" : "Até que enfim, é o Yog.  Você deseja passar?",
	"map.yog:4.quest.12.17.1.firstVisit" : "Os guardas aqui dizem ter ordens de apenas permitir que Yog passe.",
	"map.yog:4.quest.12.17.1.nextVisit" : "Os guardas aqui permitirão que apenas Yog passe.",
	"map.yog:4.quest.35.31.0.completed" : "Muito bem.  Agora leve a Espada do Julgamento à casa de Orruk.  Em troca eu lhe darei o Pingente da Coragem para dar ao Duque.  Adeus e boa sorte. ",
	"map.yog:4.quest.35.31.0.firstVisit" : "Eu sou Beleg.  Eu fui avisado se sua vinda.  Você tem o Elmo da Iluminação como prometido?",
	"map.yog:4.quest.35.35.0.completed" : "Excelente.  Leve este item à Winston Boragus como prova que você cumpriu sua missão.",
	"map.yog:4.quest.35.35.0.firstVisit" : "Finalmente.  Eu sou Orruk.  Eu temia que algo tivesse o acontecido.  Você tem a Espada do Julgamento para mim?"
}
